{
	"data": [
		{
			"type": "section",
			"name": "Running the Adventure",
			"page": 2,
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/00-001.opening-splash.webp"
					},
					"credit": "Karl Kopinski",
					"width": 1700,
					"height": 1377
				},
				"Isto é para o Mestre. Contém uma aventura completa de Dungeons & Dragons, bem como descrições dos itens mágicos e criaturas presentes na aventura. Também ensina como conduzir um jogo de D&D.",
				{
					"type": "section",
					"name": "Overview",
					"page": 2,
					"id": "001",
					"entries": [
						"Uma aventura de D&D é uma coleção de locais, missões e desafios que inspiram você a contar uma história. O desfecho dessa história é determinado pelas ações e decisões dos aventureiros — e pela sorte nos dados.",
						"{@i Dragons of Stormwreck Isle} envolve os personagens no meio de uma guerra ancestral entre dragões enquanto exploram uma ilha que há muito tempo tem sido um campo de batalha nesse conflito. Eis uma visão geral do que você encontrará:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Running the Adventure",
									"entry": "A aventura começa com uma visão geral. Em seguida, apresenta o papel do Mestre em um jogo de D&D e algumas dicas para ajudar você nesse papel."
								},
								{
									"type": "item",
									"name": "Adventure Sites",
									"entry": "Os quatro capítulos da aventura descrevem locais em Stormwreck Isle onde os personagens podem explorar, interagir com várias criaturas e perseguir seus objetivos. O primeiro local, Dragon's Rest, serve como a base dos personagens durante a aventura, onde podem descansar e obter suprimentos entre as visitas aos outros locais."
								},
								{
									"type": "item",
									"name": "Magic Items and Monsters",
									"entry": "Dois apêndices descrevem regras para itens mágicos e monstros que os personagens podem encontrar ao longo da aventura."
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Getting Started",
					"page": 2,
					"id": "002",
					"entries": [
						"Antes de começar, familiarize-se com o conteúdo desta aventura. Se você achar que há elementos que seus jogadores possam achar assustadores ou desconfortáveis, converse com eles antes do jogo. Sem revelar a história que os aguarda, fale sobre os aspectos potencialmente delicados e discutam como gostariam de lidar com eles. Essa checagem é parte importante para garantir que todos tenham uma experiência segura e divertida.",
						"Para começar, peça que cada jogador escolha um personagem para jogar.",
						{
							"type": "list",
							"items": ["{@5etoolsImg Hill Dwarf Cleric|pdf/DoSI/Hill-Dwarf-Cleric.pdf}", "{@5etoolsImg Human Paladin|pdf/DoSI/Human-Paladin.pdf}", "{@5etoolsImg Wood Elf Fighter|pdf/DoSI/Wood-Elf-Fighter.pdf}", "{@5etoolsImg Lightfoot Halfling Rogue|pdf/DoSI/Lightfoot-Halfling-Rogue.pdf}", "{@5etoolsImg High Elf Wizard|pdf/DoSI/High-Elf-Wizard.pdf}"]
						},
						"Diga aos jogadores para lerem suas fichas; darem nomes aos personagens; e inventarem detalhes de personalidade e aparência. Incentive os jogadores a escrever nas fichas para tornarem esses personagens verdadeiramente seus."
					]
				},
				{
					"type": "section",
					"name": "The Forgotten Realms",
					"page": 2,
					"id": "003",
					"entries": [
						"Os Reinos Esquecidos são um mundo de alta fantasia, povoado por elfos, anões, halflings, humanos e outros povos — um entre muitos mundos do vasto multiverso do jogo de D&D. Nos Reinos, guerreiros ousam as criptas dos reis anões caídos de Delzoun, em busca de glória e tesouros. Ladinos rondam os becos escuros de cidades fervilhantes como Neverwinter e Baldur's Gate. Clérigos a serviço dos deuses empunham maça e magia, defendendo-se de poderes aterrorizantes que ameaçam a terra. Magos saqueiam as ruínas do caído império Netherese, mergulhando em segredos sombrios demais para a luz do dia.",
						"As estradas e rios dos Reinos transportam menestréis e mascates, mercadores e guardas, soldados e marinheiros. Aventureiros destemidos seguem histórias de lugares estranhos, gloriosos e distantes. Bons mapas e trilhas claras podem levar até mesmo um jovem inexperiente com sonhos de glória a cruzar o mundo, mas esses caminhos nunca são seguros. Viajantes nos Reinos enfrentam magia funesta e monstros mortais. Mesmo fazendas e propriedades a um dia de caminhada de uma cidade podem cair presas de monstros, e nenhum lugar está a salvo da ira de um dragão.",
						"Esta aventura se passa em Stormwreck Isle, uma pequena ilha em uma região chamada Costa da Espada. Essa região é um lugar de aventura, onde almas ousadas exploram antigas fortalezas e as ruínas de reinos há muito perdidos. Em meio a uma natureza sem lei de picos serrilhados cobertos de neve, florestas alpinas, ventos cortantes e monstros errantes, a costa abriga renomadas bastiões de civilização como a cidade de Neverwinter, à sombra do vulcão fumegante conhecido como Monte Hotenow.",
						{
							"type": "inset",
							"name": "Number of Players",
							"page": 2,
							"id": "004",
							"entries": ["Você pode conduzir {@i Dragons of Stormwreck Isle} para um a cinco jogadores. Se você tiver quatro ou cinco amigos prontos para jogar, cada pessoa pode assumir um dos personagens fornecidos acima. Cinco jogadores acharão os encontros um pouco mais fáceis do que quatro, mas a aventura funciona bem como está para grupos de quatro ou cinco jogadores.", "Se você tiver menos de quatro jogadores, alguns podem assumir o papel de dois personagens para que o grupo tenha pelo menos quatro personagens. Um jogador com dois personagens deve tratar um como seu personagem principal e o outro como um ajudante, ali para dar suporte, mas provavelmente sem participar muito de diálogos."]
						}
					]
				},
				{
					"type": "section",
					"name": "Adventure Background",
					"page": 3,
					"id": "005",
					"entries": [
						"Segundo a lenda, duas famílias de dragões surgiram nos primeiríssimos dias da criação do mundo. Bahamut, o nobre Dragão Platina, criou os dragões metálicos — ouro, prata, bronze, latão e cobre. A cruel Tiamat, de cinco cabeças, criou os dragões cromáticos — vermelho, azul, verde, negro e branco. Os dragões metálicos e cromáticos compartilham uma animosidade mútua que tem origem na inimizade entre Bahamut e Tiamat (Bahamut é frequentemente chamado de Rei dos Dragões Metálicos no mundo dos Reinos Esquecidos, e Tiamat de Rainha dos Dragões Cromáticos. Em outros mundos, eles têm nomes diferentes e, como todos os deuses, estão além de gênero.)",
						"A origem de Dragon's Rest está enraizada nessa animosidade. Eras atrás, uma dragão vermelha cuspidora de fogo chamada Sharruth devastou a Costa da Espada de cima a baixo. Três dragões metálicos uniram forças para enfrentar Sharruth e a aprisionaram sob o fundo do oceano, acreditando que a água do mar apagaria seu fogo e a manteria presa para sempre. Mas a fúria de Sharruth, diz a lenda, causou a atividade vulcânica submarina que formou Stormwreck Isle.",
						"Muito provavelmente, Sharruth está morta há muito tempo e sepultada sob a ilha, mas dragões cromáticos sussurram que ela ainda vive e um dia emergirá de sua prisão. Um fato é inegável: a poderosa magia incorporada em um dragão tão antigo deixou uma marca permanente em Stormwreck Isle. Essa magia atraiu outros dragões para a ilha ao longo dos séculos, tornando-a um campo de batalha recorrente no conflito entre dragões cromáticos e metálicos. Vários desses dragões morreram ali, cada um deixando uma cicatriz espiritual que causa efeitos mágicos imprevisíveis.",
						"Cem anos atrás, um dragão azul tentou dominar essa magia destrutiva. Um dragão de bronze chamado {@creature Runara|DoSI} implorou para que ele abandonasse seus planos. Quando ele recusou, {@creature Runara|DoSI} o matou, acrescentando mais um túmulo de dragão à ilha.",
						"{@creature Runara|DoSI} cansou-se do conflito, e as feridas de Stormwreck Isle são um lembrete constante para ela do custo desse embate. Dedicando-se à paz e à reconciliação, ela estabeleceu o claustro de Dragon's Rest como um refúgio seguro contra a violência. Vivendo sob disfarce humano, {@creature Runara|DoSI} agora serve como líder de um pequeno grupo de eremitas e ascetas.",
						"Mas o conflito sem idade entre dragões cromáticos e metálicos ameaça perturbar a serenidade de Dragon's Rest — e é aqui que a aventura começa!",
						{
							"type": "entries",
							"name": "Adventure Outline",
							"page": 3,
							"id": "006",
							"entries": [
								"Em {@i Dragons of Stormwreck Isle}, os personagens vivenciam as cicatrizes mágicas deixadas pela morte de dragões. Diante dos planos malignos de um dragão vivo e da justa ira de outro, eles terão a chance de explorar se a paz entre as famílias de dragões rivais é possível — ou se precisarão recorrer à violência para resolver o conflito nesta ilha.",
								"Esta aventura tem quatro capítulos:",
								"{@adventure Chapter 1|DoSI|1}, \"Dragon's Rest\", apresenta o claustro de {@creature Runara|DoSI} e seus habitantes, e dá aos personagens a oportunidade de aprender sobre os problemas que afligem a ilha. Também descreve encontros adicionais que você pode usar ao longo da aventura, incluindo uma fonte termal mágica com guardiões misteriosos no local da morte de um dragão de latão.",
								"{@adventure Chapter 2|DoSI|2}, \"Seagrow Caves\", descreve como o túmulo de Sharruth gera conexões mágicas com o Plano Elemental do Fogo que ameaçam uma comunidade de micônides semelhantes a cogumelos.",
								"{@adventure Chapter 3|DoSI|3}, \"Cursed Shipwreck\", detalha um navio que naufragou ao lado dos ossos de um dragão dourado e a terrível maldição dentro de seu porão.",
								"{@adventure Chapter 4|DoSI|4}, \"Clifftop Observatory\", leva os personagens ao local onde {@creature Runara|DoSI} matou um dragão azul — e onde o neto desse dragão azul fez sua toca. Lá eles também encontrarão um dracolisco de bronze que rejeitou os ensinamentos de paz de {@creature Runara|DoSI}, agora mantido prisioneiro na toca do dragão azul."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Maps",
							"page": 3,
							"id": "007",
							"entries": [
								"Os mapas desta aventura são apenas para os olhos do Mestre. Esses mapas mostram portas secretas e outros elementos que os jogadores não devem ver.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/000-map-0.01-stormwreck-isle.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "hexColsEven",
												"size": 76,
												"offsetX": 18,
												"offsetY": -36,
												"distance": 0.5,
												"units": "miles"
											},
											"title": "Mapa 1: Stormwreck Isle",
											"width": 1700,
											"height": 1214,
											"id": "0ef",
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/001-map-0.01-stormwreck-isle-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "hexColsEven",
												"size": 76,
												"offsetX": 18,
												"offsetY": -36,
												"distance": 0.5,
												"units": "miles"
											},
											"title": "Versão para Jogadores",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0ef"
											},
											"credit": "Mike Schley"
										}
									]
								},
								"Quando os personagens chegarem a um local marcado no mapa, descreva-o para dar a eles uma imagem mental clara do lugar. Você também pode desenhar o que eles veem no papel, copiando o que está no seu mapa enquanto omite detalhes secretos. Não é importante que seu mapa desenhado à mão combine perfeitamente com o da aventura. Procure acertar o formato básico e as dimensões e deixe o resto para a imaginação dos jogadores."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Dungeon Master",
					"page": 4,
					"id": "008",
					"entries": [
						"O Mestre tem um papel especial nos jogos de D&D.",
						"O Mestre é um {@b narrador}. O Mestre apresenta os desafios e encontros que os personagens devem superar. O Mestre é a interface dos jogadores com o mundo de D&D, quem lê (e às vezes também escreve) a aventura e descreve o que acontece em resposta às ações dos personagens.",
						"O Mestre é um {@b árbitro}. Quando não está claro o que deve acontecer em seguida, o Mestre decide como aplicar as regras e manter a história em andamento.",
						"O Mestre é um {@b intérprete}. O Mestre interpreta os monstros da aventura, escolhendo suas ações e rolando os dados para seus ataques. O Mestre também interpreta todas as outras pessoas que os personagens encontram, incluindo as prestativas.",
						{
							"type": "entries",
							"name": "DM Tips",
							"page": 4,
							"id": "009",
							"entries": [
								"A parte mais importante de ser um bom Mestre é facilitar a diversão de todos à mesa. Mantenha estas dicas em mente para que tudo corra bem:",
								"{@b Abrace a história compartilhada.} D&D é sobre contar uma história em grupo, então deixe os jogadores contribuírem para o resultado por meio das palavras e ações de seus personagens. Se alguns jogadores hesitarem em falar, pergunte o que seus personagens estão fazendo.",
								"{@b Não é uma competição.} O Mestre não está competindo contra os personagens dos jogadores. Seu trabalho é arbitrar as regras, conduzir os monstros e manter a história em movimento.",
								"{@b Seja justo e flexível.} Trate seus jogadores de maneira justa e imparcial. As regras ajudam nisso, mas você pode tomar suas próprias decisões para garantir que todos estejam se divertindo.",
								"{@b Modifique a aventura ao seu gosto.} A aventura não tem um desfecho prescrito. Você pode alterar qualquer encontro para torná-lo mais interessante e divertido para seus jogadores.",
								"{@b Tenha um bloco de notas à mão.} Use-o para acompanhar detalhes como a ordem de iniciativa de personagens e monstros.",
								{
									"type": "entries",
									"name": "Sharing Information",
									"page": 4,
									"id": "00a",
									"entries": [
										"Como Mestre, uma de suas tarefas mais importantes é descobrir quanto dizer aos jogadores e quando. Todas as informações de que os jogadores precisam para tomar decisões vêm de você. Dentro das regras do jogo e dos limites do conhecimento e dos sentidos dos personagens, diga aos jogadores tudo o que eles precisam saber.",
										{
											"type": "insetReadaloud",
											"id": "00b",
											"entries": ["O texto que aparece em uma caixa como esta é destinado a ser lido em voz alta ou parafraseado aos jogadores quando seus personagens chegam a um local ou sob uma circunstância específica, conforme descrito no texto. Ele geralmente descreve locais ou apresenta diálogos roteirizados, para que os jogadores entendam a situação e tenham uma noção das opções de seus personagens."]
										},
										"Você não precisa revelar todos os aspectos de uma situação ou perigo de uma só vez. O texto em caixa normalmente descreve tudo o que os personagens veem, ouvem ou cheiram à primeira vista. À medida que os personagens vasculham cômodos, fazem testes de Sabedoria ({@skill Perception}) ou Inteligência ({@skill Investigation}), abrem gavetas e baús e, em geral, examinam as coisas mais de perto, dê aos jogadores mais detalhes sobre o que seus personagens encontram.",
										{
											"type": "entries",
											"name": "Creature Stat Blocks",
											"page": 4,
											"id": "00c",
											"entries": [
												"Sempre que o texto da aventura apresenta o nome de uma criatura em tipo {@b negrito}, isso é um sinal visual direcionando você ao bloco de estatísticas da criatura em {@adventure appendix B|DoSI|6}. Esses blocos são destinados apenas aos seus olhos. Entretanto, enquanto os personagens lutam contra monstros, você pode revelar certas informações para ajudá-los a fazer escolhas inteligentes em combate:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Hit Points",
															"entry": "Você pode dar aos jogadores uma noção de como estão se saindo contra uma criatura descrevendo, de forma narrativa, o quão ferida ela está. Por exemplo, se a criatura tiver menos da metade dos pontos de vida restantes, você pode descrevê-la como gravemente ferida. Tal informação dá aos jogadores um senso de progresso e pode incentivá-los a manter o ataque. Por outro lado, se os personagens não estiverem causando muito dano, deixe claro que a criatura parece aguentar muito mais castigo. Isso pode encorajar os jogadores a mudar de plano."
														},
														{
															"type": "item",
															"name": "Abilities, Strengths, and Weaknesses",
															"entry": "À medida que enfrentam uma criatura, os personagens devem aprender mais sobre as habilidades dela. Compartilhe informações com os jogadores conforme elas se tornem aparentes. Por exemplo, se o mago conjura {@spell flaming sphere} (uma magia que causa dano de fogo) contra uma {@creature fire snake} (uma criatura imune a dano de fogo), informe ao jogador do mago que a magia não parece incomodar a criatura. Os jogadores podem supor corretamente que uma serpente de fogo provavelmente não é afetada por fogo; sinta-se à vontade para confirmar sutilmente suas suposições (talvez sorrindo e dizendo: \"Parece razoável\")."
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Story Information",
											"page": 4,
											"id": "00d",
											"entries": ["Uma descrição de local pode incluir informações importantes que não estão no texto em caixa. Muitas vezes você deve revelar tais informações quando os personagens examinam áreas específicas ou interagem com criaturas.", "Como Mestre, você interpreta as criaturas que os personagens encontram. A aventura oferece orientações para ajudar você a decidir o que essas criaturas sabem e o quão dispostas estão a compartilhar informações com os personagens. Além disso, improvise e dê vida a essas criaturas da melhor forma possível. Por exemplo, a aventura descreve {@creature Runara|DoSI} (o dragão de bronze disfarçado que lidera o claustro de Dragon's Rest) como sábia e amante da paz, mas você decide como é a voz dela e como reage a uma situação específica. Você também pode ignorar o que o texto diz e interpretar {@creature Runara|DoSI} ou qualquer outra criatura como achar melhor."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 5,
											"id": "00e",
											"entries": ["Quando os personagens encontrarem tesouro, diga quantas moedas eles encontram e quanto valem quaisquer gemas e objetos de arte. Às vezes o tesouro inclui itens mágicos, cujos nomes são apresentados em itálico. {@adventure Appendix A|DoSI|5} descreve esses itens e suas propriedades, bem como as regras de como os personagens descobrem o que um item mágico faz."]
										}
									]
								},
								{
									"type": "entries",
									"name": "Making Mistakes",
									"page": 5,
									"id": "00f",
									"entries": ["Mestres são falíveis, como qualquer pessoa, e mesmo Mestres experientes cometem erros. Se você ignorar, esquecer ou representar algo de forma incorreta, corrija-se e siga em frente. Ninguém espera que você memorize cada parte desta aventura e todas as regras do {@book Basic Rules|PHB}. Contanto que seus jogadores estejam se divertindo, tudo ficará bem."]
								},
								{
									"type": "entries",
									"name": "Improvising Ability Checks",
									"page": 5,
									"id": "010",
									"entries": ["A aventura frequentemente indica quais testes de habilidade os personagens podem tentar em certas situações e a Classe de Dificuldade (CD) desses testes. Mas às vezes os personagens tentam coisas que a aventura não consegue antecipar. Nesse caso, você decide como lidar.", "Testes de habilidade são para situações em que o sucesso ou fracasso de um personagem não é garantido. Se qualquer um puder realizar uma tarefa facilmente, não peça um teste de habilidade. Apenas diga ao jogador o que acontece. E se não houver como alguém realizar a tarefa, apenas diga ao jogador que não funciona.", "Quando decidir que um teste de habilidade é necessário, consulte a seção \"{@book Ability Checks|PHB|7|Ability Checks}\" do {@book Basic Rules|PHB} e a tabela de {@book Typical Difficulty Classes|phb|7|Ability Checks}. Na maioria das vezes, escolha uma CD fácil ({@dc 10}), moderada ({@dc 15}) ou difícil ({@dc 20})."]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Voyage to Stormwreck Isle",
					"entries": [
						"{@note Esta seção \"Voyage to Stormwreck Isle\" foi originalmente distribuída como parte de um pacote introdutório em lojas para {@i Dragons of Stormwreck Isle}, e depois publicada digitalmente. Está incluída aqui por conveniência.}",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/DoSI/00-005.voyage-intro-art.webp"
							},
							"credit": "Linda Lithén",
							"width": 1700,
							"height": 1100
						},
						"Antes do jogo começar, apresente-se e dê as boas-vindas aos jogadores:",
						{
							"type": "insetReadaloud",
							"entries": ["Olá, pessoal. Vou conduzir uma demonstração rápida de como jogar D&D. Eu sou o Mestre, então meu trabalho é contar o que está acontecendo no mundo ao redor de vocês e rolar quaisquer dados pelos monstros. Vocês estão jogando como os heróis!"],
							"id": "0ce"
						},
						"Leia este texto para ambientar a cena:",
						{
							"type": "insetReadaloud",
							"entries": ["Sua jornada tem sido tranquila até agora. Vocês deixaram o movimentado porto de Neverwinter há alguns dias, rumando para uma ilha com o nome sinistro de Stormwreck Isle. Mas vocês acordaram hoje com um nascer do sol vermelho-sangue, e nuvens escuras acima ameaçam uma tempestade violenta."],
							"id": "0cf"
						},
						"Mostre aos jogadores a ilustração do navio no mar.",
						{
							"type": "insetReadaloud",
							"entries": ["Enquanto relâmpagos rasgam o céu, um monstro se arrasta para o convés!"],
							"id": "0d0"
						},
						"Mostre aos jogadores a ilustração do {@creature Merrow Extortionist|DoSI|merrow} e adote uma voz diferente para ele. Você pode usar qualquer voz, mas tente soar intimidante! Leia este texto com a voz do merrow:",
						{
							"type": "insetReadaloud",
							"entries": ["\"Estas águas pertencem à Rainha Escamada. Vim cobrar o tributo dela.\""],
							"id": "0d1"
						},
						{
							"type": "entries",
							"name": "Explaining the Game",
							"entries": [
								"Leia ou parafraseie este texto em caixa:",
								{
									"type": "insetReadaloud",
									"entries": ["Acabei de contar a situação em que vocês estão. O que acontece a seguir depende de vocês. Todos são treinados para o combate, então, se quiserem lutar contra esse monstro, chamado merrow, posso ajudar a fazer isso. Mas vocês também podem tentar negociar com o merrow, enganá-lo, ou qualquer outra coisa que imaginarem.", "Quase tudo o que vocês pensarem em tentar exigirá alguma combinação de perícia, habilidade natural e sorte para dar certo. E o jogo de D&D representa isso pedindo que vocês rolem um dado de 20 faces e somem um número da ficha. Então... o que vocês querem fazer?"],
									"id": "0e8"
								}
							],
							"id": "0d2"
						},
						{
							"type": "entries",
							"name": "Run the Encounter",
							"entries": [
								"Deixe os jogadores liderarem! Eles podem tentar qualquer coisa que imaginarem.",
								"Incentive os jogadores a dizerem suas ideias. Peça que expliquem o que estão pensando e siga com isso!",
								"Seja qual for a tentativa dos personagens e o que os dados indicarem, use descrições vívidas para manter tudo empolgante.",
								"Aqui estão algumas abordagens mais prováveis.",
								{
									"type": "entries",
									"name": "Negotiate with the Merrow",
									"entries": ["Os jogadores podem concordar em pagar tributo à Rainha Escamada. O {@creature Merrow Extortionist|DoSI|merrow} inicialmente exige um pagamento de 400 peças de ouro (po) ou o equivalente em mercadorias. Os personagens podem usar testes de Carisma (aplicando as perícias {@skill Persuasion}, {@skill Intimidation} ou talvez {@skill Deception}, conforme apropriado) para fazê-lo aceitar um valor menor; cada teste bem-sucedido de {@dc 15} reduz em 100 po o valor pedido.", "Se os jogadores perguntarem sobre a Rainha Escamada, o merrow diz que ela é uma merrow enorme, de duas cabeças, que carrega a bênção especial do Príncipe dos Demônios, Demogorgon."],
									"id": "0ea"
								},
								{
									"type": "entries",
									"name": "Attack the Merrow",
									"entries": ["Muitos jogadores atacarão primeiro. Outros decidirão que seus personagens atacam se outras abordagens falharem. Quando um jogador decide que seu personagem ataca, o personagem dele age primeiro no combate. Então a vez passa para a direita. Faça o turno do merrow quando a vez voltar para você.", "Em cada turno de um jogador, explique as diferentes ações que o personagem pode realizar, como atacar com armas e conjurar magias. Explique os diferentes ataques de armas e de magias do personagem.", "Esse {@creature Merrow Extortionist|DoSI|merrow} parece assustador, mas não representa uma ameaça grande demais para os personagens. Eles devem conseguir derrotá-lo em 1–2 rodadas."],
									"id": "0eb"
								}
							],
							"id": "0e9"
						},
						{
							"type": "entries",
							"name": "Shenanigans",
							"entries": [
								"Os jogadores podem pensar em ideias criativas para lidar com o merrow:",
								{
									"type": "list",
									"items": ["Posso rolar um barril para empurrar o merrow para fora do navio?", "Posso derrubar uma vela sobre ele para que não consiga ver?", "Posso convencer a tripulação a avançar sobre ele?", "Posso..."]
								},
								"Qualquer que seja a pergunta dos jogadores, a resposta deve (quase) sempre ser algo como: \"Você pode tentar!\" Se um personagem tiver uma magia ou habilidade específica que permita alcançar o que deseja, ajude o jogador a usá-la. Caso contrário, peça um teste de habilidade apropriado às táticas do personagem, como um teste de Força ({@skill Athletics}) para tentar rolar o barril contra o merrow, um teste de Destreza para lançar uma vela sobre ele, ou um teste de Carisma ({@skill Intimidation}) para convencê-lo de que a tripulação está prestes a atacar."
							],
							"id": "0ec"
						},
						{
							"type": "entries",
							"name": "Wrap Up",
							"entries": [
								"Quando os personagens tiverem lidado com o {@creature Merrow Extortionist|DoSI|merrow}, de um jeito ou de outro, leia este texto para concluir:",
								{
									"type": "insetReadaloud",
									"entries": ["Com um baque na água, o merrow desaparece nas profundezas do oceano e o navio segue viagem. Os marinheiros vibram, e a tempestade que se formava acima agora parece um pouco menos ameaçadora.", "E isso nos leva ao fim do seu primeiro gostinho de aventura."],
									"id": "0ee"
								}
							],
							"id": "0ed"
						}
					],
					"id": "0cd"
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 1: Dragon's Rest",
			"page": 6,
			"id": "011",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/002-01-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1176,
					"credit": "David Auden Nash"
				},
				"A aventura começa em um pequeno claustro chamado Dragon's Rest, um refúgio onde pessoas cansadas do mundo vêm buscar paz, reconciliação e esclarecimento. Lá, os personagens aprendem sobre os perigos que ameaçam Stormwreck Isle.",
				"Cada personagem tem um motivo específico para vir ao claustro, conforme mostrado em {@area the character sheets|002|x}. Você também pode permitir que os jogadores inventem seus próprios motivos para que seus personagens busquem a sabedoria e a ajuda de {@creature Runara|DoSI}.",
				{
					"type": "section",
					"name": "Welcome to Dragon's Rest",
					"page": 6,
					"id": "012",
					"entries": [
						"Leia o seguinte texto quando estiver pronto para começar:",
						{
							"type": "insetReadaloud",
							"id": "013",
							"entries": [
								"Sua viagem foi sem incidentes, mas a ilha agora visível à proa promete maravilhas raras. Algas brilham em inúmeras cores vibrantes abaixo de vocês, e raios de sol desafiam o céu nublado para iluminar a grama viçosa e a rocha basáltica escura da ilha. Evitando as pedras que se projetam do oceano, seu navio ruma para um porto calmo no lado norte da ilha.",
								"Um grande templo ao ar livre surge à vista, empoleirado na borda de um penhasco alto acima de vocês. O navio lança âncora na entrada do porto, e dois marinheiros remam com vocês até a praia. Há bastante tempo para admirar a imponente estátua no centro do templo, representando um homem enrugado cercado por sete pássaros canoros. Um longo caminho serpenteia pela encosta até o templo, pontilhado ao longo do trajeto por portas escavadas na pedra.",
								"Os marinheiros colocam vocês em um píer bamba, onde um grande bote está amarrado com cuidado. Eles apontam para a base do caminho e desejam boa sorte antes de remar de volta ao navio. Sua visita a Dragon's Rest começa!"
							]
						},
						"Antes de continuar com a aventura, incentive os jogadores a apresentarem seus personagens uns aos outros, caso ainda não tenham feito isso. Eles podem querer discutir seus motivos para visitar Dragon's Rest, ou podem preferir manter seus motivos em segredo por ora. Se tiverem perguntas sobre o que podem ver do claustro a partir do barco, use {@area map 2|021|x} e as informações em \"{@area Dragon's Rest Locations|021|x}\" para respondê-las.",
						"Peça aos jogadores que informem a ordem de marcha do grupo conforme começam a subir em direção ao claustro. Quem vai na frente e quem fecha a retaguarda? Anote essa ordem de marcha.",
						"Quando estiver pronto, continue com a seção \"Drowned Sailors\".",
						{
							"type": "entries",
							"name": "Drowned Sailors",
							"page": 7,
							"id": "014",
							"entries": [
								"Leia o texto a seguir para iniciar o encontro:",
								{
									"type": "insetReadaloud",
									"id": "015",
									"entries": ["Quando vocês estão prestes a deixar a praia e iniciar a subida, ouvem um alvoroço de respingos e um gemido úmido e borbulhante atrás de vocês. Três figuras cambaleiam desde a beira d'água, a uns nove metros de distância. Estão vestidas como marinheiros, mas a pele é acinzentada e parecem afogados. Água do mar escorre de suas bocas frouxas enquanto avançam aos trancos em sua direção."]
								},
								"Os três marinheiros trôpegos são {@creature Zombie||zombies}, cadáveres animados de marinheiros que morreram em um naufrágio recente. Os personagens encaram uma escolha: podem se virar e lutar contra os zumbis, ou podem continuar subindo o caminho e deixar para trás os zumbis lentos e cambaleantes.",
								"Se os personagens se virarem para lutar, este é o primeiro encontro de combate da aventura. Aqui estão as etapas que você deve seguir para conduzi-lo:",
								{
									"type": "list",
									"style": "list-decimal",
									"items": ["Revise o bloco de estatísticas do {@creature zombie}.", "Use as regras de {@book initiative|PHB|9|Initiative} para determinar quem age primeiro, segundo, terceiro e assim por diante. Acompanhe a contagem de iniciativa de todos no seu bloco de notas.", "Na iniciativa dos zumbis, eles se movem na direção dos personagens. Se chegarem perto o suficiente, fazem ataques corpo a corpo. O bloco de estatísticas dos zumbis contém as informações necessárias para resolver esses ataques. Se todos os personagens estiverem a mais de 6 metros, os zumbis usam a ação {@action Dash} para se deslocarem mais. Para mais informações sobre o que os zumbis podem fazer no turno deles, veja \"{@book Combat|phb|9}\" nas {@book Basic Rules|PHB}.", "Os zumbis lutam até que todos sejam derrotados."]
								},
								{
									"type": "entries",
									"id": "016",
									"entries": [
										{
											"type": "entries",
											"name": "Tip: Undead Fortitude",
											"page": 7,
											"id": "017",
											"entries": ["O traço Robustez dos Mortos-Vivos (Undead Fortitude) dos zumbis reflete o quão difícil é matar esses cadáveres ambulantes. Quando esse traço impede um zumbi de morrer, dê aos jogadores uma pista sobre o que aconteceu. Você pode dizer: \"Isso deveria ter acabado com a criatura, mas ela se recusa a parar de se mover!\" Por outro lado, sempre que um zumbi sofrer dano radiante (como do truque {@spell sacred flame} do clérigo), você pode descrever a criatura uivando de dor. Isso pode ajudar os jogadores a perceber que dano radiante é uma forma de contornar a Robustez dos Mortos-Vivos. Se os jogadores perguntarem se seus personagens sabem algo sobre lutar contra zumbis, peça que façam testes de Inteligência {@dc 10}. Quem obtiver sucesso pode recordar que um golpe particularmente poderoso (um {@book critical hit|PHB|9|Critical Hits}) ou dano radiante pode ajudar a finalizar um zumbi."]
										},
										{
											"type": "entries",
											"name": "Runara's Aid",
											"page": 7,
											"id": "018",
											"entries": ["No improvável caso de os zumbis derrotarem os aventureiros, {@creature Runara|DoSI} vem resgatá-los. Os personagens acordam no templo ({@area area A5|02c|x} em Dragon's Rest). {@creature Runara|DoSI} explica que ouviu os sons de combate e chegou a tempo de impedir que os zumbis arrastassem os personagens para o mar."]
										},
										{
											"type": "entries",
											"name": "Avoiding the Zombies",
											"page": 7,
											"id": "019",
											"entries": ["Se os personagens decidirem não lutar contra os zumbis, eles escapam facilmente dos monstros lentos e cambaleantes. Os zumbis não os seguem pelo caminho até Dragon's Rest. Os personagens terão outra oportunidade de lidar com os zumbis mais tarde (veja \"{@area Cloister Quests|02f|x}\" mais adiante neste capítulo)."]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Meeting the Inhabitants",
							"page": 7,
							"id": "01a",
							"entries": [
								"Leia este texto quando os personagens subirem o caminho até Dragon's Rest pela primeira vez:",
								{
									"type": "insetReadaloud",
									"id": "01b",
									"entries": ["Sua chegada rapidamente chama a atenção de toda a população do lugar — que consiste principalmente de kobolds. Essas pequenas criaturas reptilianas observam vocês com curiosidade enquanto alguns humanos assistem de longe. Todos os residentes do claustro vestem roupas simples, e ninguém carrega uma arma visível. Um dos kobolds pita: \"Qual é o seu nome?\"", "Com isso, todos os kobolds começam a bombardear vocês com perguntas — \"De onde vocês são?\" \"O que é isso?\" \"Por que estão aqui?\", e mais coisas que se perdem na algazarra."]
								},
								"Visitantes no claustro são raros, e a curiosidade dos kobolds é insaciável; eles continuam perguntando até que os personagens insistam para que parem.",
								"Quando os personagens acalmam os kobolds (ou se os jogadores começarem a demonstrar exasperação), a líder do claustro se aproxima para dar boas-vindas aos personagens. Leia o seguinte texto:",
								{
									"type": "insetReadaloud",
									"id": "01c",
									"entries": ["Os kobolds tagarelas silenciam quando surge uma nova figura, descendo graciosamente da parte superior do claustro. É uma mulher humana idosa, com pele marrom curtida pelo tempo, cabelos brancos em tranças apertadas e gentis olhos cor de avelã, vestida com uma simples túnica branca. Ela sorri ao se aproximar e estende os braços em saudação.", "\"Bem-vindos a Dragon's Rest\", ela diz. \"Que a orientação de Bahamut conduza vocês ao que quer que busquem.\""]
								},
								"Esta é a Anciã {@creature Runara|DoSI}, a líder de Dragon's Rest. Se os personagens derrotaram os zumbis na praia, ela agradece pelo serviço prestado ao claustro. Mesmo que não tenham lutado contra os zumbis, ela diz que são bem-vindos para ficar em Dragon's Rest pelo tempo que quiserem, dormindo em uma das celas monásticas ({@area area A1|022|x}) ou no templo ({@area area A5|02c|x}) e comendo com o restante da comunidade no refeitório ({@area area A3|028|x}). {@creature Runara|DoSI} não fala nada sobre pagamento de qualquer tipo. Se os personagens oferecerem dinheiro ou serviços no claustro em troca de sua hospitalidade, ela aceita esses presentes.",
								"Ao longo desta aventura, Dragon's Rest serve como base para os personagens. Todos os lugares que explorarão na ilha ficam a poucos quilômetros do claustro, e eles podem voltar aqui sempre que quiserem para descansar, curar-se e obter informações necessárias para a próxima etapa de suas aventuras. Além disso, podem comprar qualquer um dos {@book equipment|PHB|5} descritos nas {@book Basic Rules|PHB} com {@creature Myla|DoSI} (veja \"{@area Kobolds|01e|x}\").",
								"Durante sua estadia em Dragon's Rest, os personagens podem interagir com quaisquer residentes. Todos os residentes, exceto {@creature Runara|DoSI}, vivem nas pequenas celas monásticas escavadas na face do penhasco ({@area area A1|022|x} no {@area cloister map|021|x}).",
								{
									"type": "entries",
									"name": "Elder Runara",
									"page": 8,
									"id": "01d",
									"entries": [
										"A Anciã {@creature Runara|DoSI} é a líder de Dragon's Rest. Ela se apresenta como uma mulher humana, mas na verdade é um dragão de bronze adulto disfarçado em forma humana. Ela guia os residentes do claustro em sua contemplação e estudo. Os habitantes do claustro conhecem a verdadeira identidade de {@creature Runara|DoSI}, mas não falam sobre isso com visitantes.",
										"A atitude inicial de {@creature Runara|DoSI} em relação aos personagens é indiferente (veja \"{@book Social Interaction|PHB|8|Social Interaction}\" nas {@book Basic Rules|PHB}). Ela se torna amigável assim que os personagens demonstrarem preocupação com a segurança do claustro, como lutando contra os zumbis na praia ou empreendendo qualquer uma das missões que ela lhes oferece (veja \"{@area Cloister Quests|02f|x}\" mais adiante neste capítulo). Se os personagens ferirem algum residente de Dragon's Rest, ela se torna hostil e insiste que façam reparações pelo dano antes de estar disposta a lidar com eles de qualquer maneira.",
										"A missão de {@creature Runara|DoSI} é ajudar aqueles cujas vidas foram moldadas pela violência a encontrarem novos caminhos rumo à paz. Em última análise, ela gostaria de ver dragões cromáticos e metálicos encontrarem uma forma pacífica de coexistir no mundo. Enquanto isso, encontra consolo em ajudar humanos e outras pessoas a escaparem de ciclos de violência.",
										"{@creature Runara|DoSI} mantém uma toca secreta em uma caverna acessada por um túnel submarino, a uma curta distância do claustro e não mostrada no mapa de Dragon's Rest. Ela toma cuidado para não entrar nem sair da caverna quando alguém possa vê-la, e entra e emerge da água em mar aberto, longe da vista do claustro. Os outros residentes do claustro acham que ela vive no templo no topo da ilha ({@area area A5|02c|x}), ou apenas desconversam perguntas sobre seus aposentos, explicando que ela está sempre no templo, ou na biblioteca, ou verificando os demais residentes — ela parece nunca dormir!"
									]
								},
								{
									"type": "entries",
									"name": "Kobolds",
									"page": 8,
									"id": "01e",
									"entries": [
										"Kobolds são pequenos Humanoides reptilianos que acreditam descender de dragões e frequentemente vivem próximos a eles. Ao longo dos séculos, muitas bandos de kobolds foram atraídos para Stormwreck Isle pela magia dracônica persistente que permeia a ilha. Nove kobolds totalmente devotos a {@creature Runara|DoSI} agora vivem em Dragon's Rest.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/003-01-002.kobold-laylee.webp"
											},
											"title": "Desde um incidente infeliz na cozinha, Laylee não tem mais permissão para manusear o fogo alquímico de {@creature Myla|DoSI}.",
											"width": 850,
											"height": 1203,
											"credit": "Christopher Burdett"
										},
										"Os kobolds de Dragon's Rest são ordeiros e bons, compartilhando os ideais de justiça e compaixão de {@creature Runara|DoSI}. Como são sensíveis à luz do sol, trabalham à noite e evitam se deslocar durante o dia. Salvo indicação em contrário, os kobolds são inicialmente amistosos com os aventureiros.",
										"Os kobolds são resumidos abaixo. Eles podem oferecer uma perspectiva local ou servir como meio para você passar dicas aos jogadores se estiverem com dificuldade para conectar as pistas. Mas não sinta que precisa dar vida a todos os nove! Escolha um ou dois desses kobolds que você e os personagens mais gostarem e deixe que sejam o foco das interações com os kobolds:",
										"{@b Agga} fala pouco e não tem paciência para bobagens. Mantém os demais kobolds organizados e na linha. É indiferente a visitantes, mas se os personagens mostrarem respeito pelo claustro e ajudarem a conter os mais turbulentos, sua atitude melhora para amigável.",
										"{@b Blepp} tem um aguçado senso de perigo e está convencido de que é sobrenaturalmente sortudo. Sua posse mais valiosa é uma adaga comum que ele afirma ser mágica.",
										"{@b Frub} tem energia ilimitada e precisa desesperadamente de ajuda para encontrar formas produtivas de canalizá-la. Adora fazer perguntas sobre tudo o que os outros estão fazendo.",
										"{@b Kilnip} sofre de terrível insônia e dorme apenas algumas horas por dia. Está sempre cansada, mas é uma conversadora entusiasmada.",
										"{@b Laylee} tem uma mente curiosa e talento para ferramentas e construção. Serve como ajudante de {@creature Myla|DoSI}.",
										"{@b Mumpo} é tão audaciosamente corajoso que roubou uma peça de cobre do tesouro de {@creature Runara|DoSI}. Ele está convencido de que ela não faz ideia. (Ele está errado, mas {@creature Runara|DoSI} acha a situação divertida e deixa Mumpo continuar acreditando na ignorância dela.)",
										"{@b Myla} ({@creature kobold tinkerer|DoSI} ordeira e boa) é uma kobold alada cujos irmãos, Mek e Minn, agora seguem Sparkrender, o {@creature Blue Dragon Wyrmling||blue wyrmling} no Clifftop Observatory (veja {@adventure chapter 4|DoSI|4}). Quando as asas de {@creature Myla|DoSI} foram gravemente feridas em um ataque de {@creature Stirge||stirges} (que ela descreve como \"coisas morcego famintas, nojentas e sugadoras de sangue\"), {@creature Runara|DoSI} ajudou em sua recuperação. Agora {@creature Myla|DoSI} passa o tempo experimentando com alquimia, engenharia e magia.",
										"{@b Rix} é piedosa e cuida do templo, atuando como assistente de {@creature Runara|DoSI}. Ela adora trocadilhos. Rix recentemente testemunhou um navio colidindo com as rochas ao norte (veja \"{@area Cloister Quests|02f|x}\" mais adiante neste capítulo).",
										"{@b Zark} é grosseiro e fã de insultos coloridos. Seus favoritos são \"Coma minha espada, bafo de bugbear!\" e \"Seu pai era um esporo de gás!\" Ele é indiferente a visitantes."
									]
								},
								{
									"type": "entries",
									"name": "Tarak",
									"page": 9,
									"id": "01f",
									"entries": [
										"{@creature Tarak|DoSI} é um humano de meia-idade avançada. Tem pele clara bronzeada pelo sol com muitas sardas, cabelos castanho-avermelhados e barba majoritariamente grisalha, e olhos cinza-azulados. Tatuagens desbotadas em um desenho abstrato despontam pelo lado do pescoço acima de suas vestes manchadas de terra.",
										"Botânico ávido, {@creature Tarak|DoSI} cuida dos canteiros do claustro, cultivando flores, ervas e vegetais. É de fala mansa e prestativo, ansioso para compartilhar seu conhecimento de herbalismo. Mas seu modo gentil disfarça um passado de impiedoso envenenador para uma guilda de ladrões. Depois que seu trabalho levou à morte de sua amada, ele fugiu da guilda e pretende passar o resto da vida expiando seus males do passado.",
										"{@creature Tarak|DoSI} é inicialmente amigável com visitantes, mas se um personagem bisbilhotar seu passado, sua atitude muda — primeiro para indiferente e depois para hostil se o personagem continuar a insistir. Quando está hostil, seu comportamento fica frio e seco, e ele evita os personagens quando pode.",
										"Um laço de enforcado dourado está incorporado ao desenho das tatuagens visíveis de {@creature Tarak|DoSI}. Um personagem que estude as tatuagens e obtenha sucesso em um teste de Inteligência ({@skill History}) {@dc 15} reconhece a marca como um símbolo associado à Forca Dourada (Gilded Gallows), uma guilda de ladrões que opera em um país muito ao sudeste chamado Elturgard. Um personagem com o {@background Variant Criminal (Spy)||criminal background} tem sucesso automático nesse teste. {@creature Tarak|DoSI} não discute de bom grado detalhes de seu passado com ninguém exceto amigos de confiança.",
										"{@creature Tarak|DoSI} visita com frequência as cavernas marinhas no lado sul da ilha para conseguir cogumelos \"heart cap\" com os micônides que lá vivem. Ele usa os cogumelos para fazer {@item Potion of Healing||potions of healing}. Mas os micônides instalaram um guardião temível em suas cavernas — um monstro polvo coberto de fungos — que o afastou em suas últimas visitas, e ele está preocupado (veja \"{@area Cloister Quests|02f|x}\")."
									]
								},
								{
									"type": "entries",
									"name": "Varnoth",
									"page": 9,
									"id": "020",
									"entries": [
										"{@creature Varnoth|DoSI} é uma humana musculosa cujo cabelo preto é cortado rente ao couro cabeludo. Sua pele marrom-clara ostenta muitas cicatrizes — uma delas atravessa o olho esquerdo, que é leitoso e cego. Uma elegante prótese de madeira e metal substitui sua perna direita abaixo do joelho.",
										"{@creature Varnoth|DoSI} foi uma temida general à frente de uma companhia mercenária chamada Lobos Azuis. A idade e as batalhas cobraram seu preço, e ela está passando os anos do ocaso em contemplação reflexiva em Dragon's Rest. Seu comportamento é ríspido, mas ela é observadora e empática. Acima de tudo, {@creature Varnoth|DoSI} acredita em segundas chances e redenção.",
										"{@creature Varnoth|DoSI} tem um conjunto de ferramentas de pedreira que usa para manter o templo e outras áreas do claustro. Enquanto trabalhava no templo recentemente, testemunhou um navio mudar de curso e se chocar contra as rochas ao norte (veja \"{@area Cloister Quests|02f|x}\").",
										"{@creature Varnoth|DoSI} é indiferente a visitantes, mas um personagem pode mudar sua atitude para amigável engajando-a em conversa sobre seus temas favoritos: história, ética e o impacto das ações individuais no mundo.",
										"Um personagem que descubra o nome de {@creature Varnoth|DoSI} e tenha sucesso em um teste de Inteligência ({@skill History}) {@dc 15} recorda ter ouvido sobre a General {@creature Varnoth|DoSI} Wender e os Lobos Azuis, que foram uma grande força no leste cerca de uma década atrás. Um personagem com o {@background Soldier||soldier background} tem sucesso automático nesse teste."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragon's Rest Locations",
							"page": 10,
							"id": "021",
							"entries": [
								"Os seguintes locais estão vinculados ao mapa 2, que mostra a disposição de Dragon's Rest.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/004-map-1.01-dragons-rest.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 15,
												"offsetY": 24,
												"scale": 2
											},
											"title": "Mapa 2: Dragons Rest",
											"width": 1700,
											"height": 1214,
											"id": "0f0",
											"mapRegions": [
												{
													"area": "022",
													"points": [
														[84, 1028],
														[94, 1010],
														[107, 1001],
														[111, 990],
														[117, 974],
														[138, 964],
														[154, 943],
														[155, 923],
														[166, 902],
														[172, 881],
														[172, 865],
														[191, 848],
														[203, 827],
														[218, 801],
														[232, 786],
														[248, 769],
														[272, 764],
														[289, 764],
														[320, 751],
														[320, 742],
														[254, 742],
														[254, 680],
														[343, 680],
														[343, 738],
														[337, 738],
														[337, 743],
														[345, 743],
														[356, 739],
														[373, 735],
														[380, 732],
														[380, 723],
														[375, 723],
														[375, 590],
														[436, 590],
														[436, 680],
														[403, 680],
														[403, 720],
														[398, 725],
														[400, 727],
														[405, 727],
														[415, 720],
														[432, 719],
														[447, 715],
														[460, 714],
														[478, 715],
														[499, 710],
														[512, 711],
														[530, 715],
														[535, 710],
														[526, 710],
														[526, 680],
														[466, 680],
														[466, 621],
														[558, 621],
														[558, 707],
														[549, 707],
														[549, 714],
														[561, 714],
														[571, 712],
														[606, 711],
														[622, 719],
														[635, 712],
														[652, 715],
														[652, 709],
														[649, 706],
														[649, 681],
														[587, 681],
														[587, 620],
														[677, 620],
														[677, 706],
														[672, 706],
														[672, 711],
														[688, 714],
														[698, 712],
														[707, 718],
														[720, 712],
														[731, 711],
														[744, 714],
														[744, 708],
														[740, 704],
														[740, 683],
														[707, 683],
														[707, 590],
														[768, 590],
														[768, 705],
														[765, 705],
														[765, 712],
														[787, 712],
														[805, 721],
														[830, 718],
														[839, 718],
														[839, 707],
														[830, 707],
														[830, 682],
														[800, 682],
														[800, 621],
														[890, 621],
														[890, 681],
														[861, 681],
														[861, 708],
														[855, 708],
														[855, 715],
														[874, 715],
														[896, 708],
														[915, 712],
														[946, 708],
														[959, 708],
														[968, 708],
														[992, 702],
														[998, 700],
														[1015, 693],
														[1020, 678],
														[1030, 672],
														[1068, 658],
														[1080, 654],
														[1107, 634],
														[1107, 620],
														[1117, 612],
														[1131, 608],
														[1138, 598],
														[1155, 595],
														[1158, 585],
														[1178, 571],
														[1198, 569],
														[1207, 562],
														[1220, 553],
														[1239, 547],
														[1247, 550],
														[1268, 554],
														[1285, 548],
														[1303, 548],
														[1323, 553],
														[1341, 548],
														[1355, 543],
														[1368, 536],
														[1387, 538],
														[1398, 524],
														[1415, 506],
														[1419, 487],
														[1446, 495],
														[1445, 513],
														[1437, 533],
														[1423, 545],
														[1415, 549],
														[1406, 558],
														[1376, 569],
														[1348, 579],
														[1318, 582],
														[1293, 587],
														[1263, 588],
														[1238, 587],
														[1218, 592],
														[1208, 602],
														[1192, 606],
														[1177, 611],
														[1165, 633],
														[1142, 642],
														[1130, 650],
														[1126, 667],
														[1112, 682],
														[1101, 688],
														[1093, 698],
														[1080, 715],
														[1062, 718],
														[1045, 726],
														[1026, 733],
														[997, 742],
														[968, 751],
														[946, 750],
														[918, 761],
														[892, 766],
														[864, 767],
														[838, 762],
														[821, 765],
														[797, 766],
														[781, 764],
														[769, 762],
														[754, 765],
														[720, 770],
														[693, 778],
														[662, 778],
														[636, 783],
														[618, 789],
														[579, 796],
														[556, 803],
														[535, 801],
														[509, 798],
														[470, 799],
														[438, 804],
														[408, 808],
														[387, 805],
														[366, 808],
														[353, 818],
														[328, 828],
														[305, 828],
														[280, 835],
														[259, 843],
														[245, 855],
														[241, 867],
														[222, 873],
														[208, 879],
														[198, 897],
														[192, 912],
														[185, 929],
														[178, 945],
														[169, 968],
														[154, 983],
														[139, 997],
														[135, 1008],
														[126, 1019],
														[110, 1032],
														[93, 1052]
													]
												},
												{
													"area": "026",
													"points": [
														[1473, 410],
														[1473, 465],
														[1529, 465],
														[1529, 410]
													]
												},
												{
													"area": "028",
													"points": [
														[1226, 373],
														[1226, 195],
														[1286, 195],
														[1286, 255],
														[1258, 255],
														[1258, 287],
														[1408, 287],
														[1408, 347],
														[1256, 347],
														[1256, 373]
													]
												},
												{
													"area": "02a",
													"points": [
														[1012, 348],
														[861, 348],
														[861, 164],
														[1165, 164],
														[1165, 348],
														[1042, 348],
														[1042, 375],
														[1012, 375]
													]
												},
												{
													"area": "02c",
													"points": [
														[378, 442],
														[378, 255],
														[191, 255],
														[191, 442]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/004-map-1.01-dragons-rest.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/005-map-1.01-dragons-rest-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 15,
												"offsetY": 24,
												"scale": 2
											},
											"title": "Versão para Jogadores",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f0"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "A1: Path and Monastic Cells",
									"page": 10,
									"id": "022",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "023",
											"entries": ["Um longo caminho conduz da costa rochosa pela encosta do penhasco, com escadas ocasionais para facilitar a subida. Aqui e ali, ao longo da parte inferior do caminho, canteiros bem cuidados abrigam flores, ervas e vegetais.", "Cerca de nove metros acima da baía, o caminho se alarga em uma longa praça. No meio da praça, uma estátua de pedra de um dragão contempla serenamente o caminho. Seis portas abertas foram talhadas na lateral do penhasco."]
										},
										{
											"type": "entries",
											"name": "Statue",
											"page": 10,
											"id": "024",
											"entries": ["O símbolo de estrela em um círculo no mapa representa a estátua do dragão. Um personagem que examinar a estátua e obtiver sucesso em um teste de Inteligência ({@skill Arcana}) {@dc 10} reconhece que ela retrata um dragão de bronze — um membro da família metálica. Se os personagens perguntarem a {@creature Runara|DoSI} sobre a estátua, ela lhes diz que retrata Astalagan, que morreu nesses penhascos séculos atrás. Ela não lhes conta que Astalagan era seu pai."]
										},
										{
											"type": "entries",
											"name": "Cells",
											"page": 10,
											"id": "025",
											"entries": ["As portas levam a simples celas monásticas ocupadas pelos residentes do claustro. Cada cela é mobiliada com uma cama, um criado-mudo, uma pequena escrivaninha e uma cadeira.", "A cela mais a oeste está desocupada e disponível aos personagens se não se importarem em compartilhar o espaço. Ao lado fica a cela de {@creature Tarak|DoSI|Tarak's}, depois a de {@creature Varnoth|DoSI|Varnoth's}. A quarta cela é a de {@creature Myla|DoSI}, abarrotada de sucata e ferramentas. A quinta e a sexta celas têm redes estendidas, oferecendo espaço para os outros oito kobolds dormirem."]
										}
									]
								},
								{
									"type": "entries",
									"name": "A2: Winch House",
									"page": 10,
									"id": "026",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "027",
											"entries": ["Um pequeno prédio independente, na metade do caminho, tem telhado pontudo e uma porta de madeira desgastada. Um estrado de madeira robusto, envolto em cordas, pende sob o prédio em uma corrente de ferro, deitado contra a face do penhasco."]
										},
										"Dentro do prédio há um guincho que permite abaixar o estrado até a água, 15 metros abaixo. Quando barcos entregam suprimentos ao claustro, os residentes usam esse estrado para içar cargas tanto para cima quanto para baixo.",
										"Uma alavanca trava o guincho no lugar. Se um personagem puxar a alavanca, o estrado cai na água e flutua ali. Como uma ação, um personagem pode operar o guincho para puxar o estrado de volta 3 metros."
									]
								},
								{
									"type": "entries",
									"name": "A3: Kitchen",
									"page": 10,
									"id": "028",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "029",
											"entries": ["Uma entrada na rocha se abre para um refeitório com uma mesa comprida. Dois bancos correm ao longo da mesa, e uma única cadeira fica na cabeceira. Um curto corredor conecta a uma pequena cozinha arrumada."]
										},
										"Os residentes do claustro compartilham aqui três refeições diárias. Eles se revezam cozinhando e limpando após as refeições. Ninguém diz em voz alta, mas os dias em que {@creature Tarak|DoSI} cozinha são os favoritos de todos."
									]
								},
								{
									"type": "entries",
									"name": "A4: Library",
									"page": 10,
									"id": "02a",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02b",
											"entries": ["De todas as entradas escavadas na face do penhasco, apenas uma tem porta de verdade. A porta dessa entrada é de carvalho resistente com faixas de ferro e se abre facilmente para revelar uma biblioteca espaçosa. Estantes alinham todas as paredes, com três estantes independentes na metade oeste do cômodo. Na metade leste há uma mesa com dois bancos, instrumentos de escrita, apoios para livros e lâmpadas protegidas por vidro."]
										},
										"A biblioteca do claustro guarda livros e pergaminhos que cobrem uma variedade de tópicos, mas com foco em teologia e história. {@creature Runara|DoSI} passa quase metade do tempo aqui, estudando, copiando e anotando a coleção. {@creature Tarak|DoSI} e {@creature Varnoth|DoSI} também vêm aqui para ler e discutir várias obras. Muitos kobolds visitam também, mas principalmente pelo silêncio; apenas {@creature Myla|DoSI} poderia ser descrita como estudiosa."
									]
								},
								{
									"type": "entries",
									"name": "A5: Temple of Bahamut",
									"page": 11,
									"id": "02c",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "02d",
											"entries": ["O ponto mais alto do claustro é coroado por um templo ao ar livre que se projeta sobre o penhasco, apoiado por arcadas de pedra ancoradas na face rochosa. A parede norte do templo é esculpida diretamente na pedra, enquanto o restante é aberto ao ar do mar. Pesadas colunas marcam os três lados abertos, sustentando o teto de madeira. No centro do templo ergue-se uma estátua de pedra de um senhor de expressão bondosa, com canários pousados nas mãos, ombros e cabeça. Uma sensação de serenidade permeia o lugar."]
										},
										"O templo é muito simples, tendo a estátua (representada pelo símbolo de estrela em círculo no mapa) como seu único móvel. A estátua retrata Bahamut, o Dragão Platina, em disfarce mortal, cercado por sete canários que representam dragões dourados que o acompanham em suas viagens. Um personagem que examinar a estátua e tiver sucesso em um teste de Inteligência ({@skill Religion}) {@dc 10} reconhece Bahamut, e qualquer residente de Dragon's Rest identifica o deus se for perguntado.",
										"Reentrâncias no pedestal da estátua, nos quatro pontos cardeais, guardam oferendas de incenso feitas a Bahamut. {@creature Runara|DoSI} passa cerca de metade do tempo aqui, cuidando e mantendo o templo, oferecendo preces e incenso, ou em tranquila contemplação. Outros residentes do claustro a ajudam, com mais frequência {@creature Varnoth|DoSI} e a kobold Rix.",
										"A sensação de serenidade que permeia o templo é resultado de magia protetora. Uma criatura não maligna que faça um {@book saving throw|PHB|7|Saving Throws} dentro do templo pode rolar um {@dice d4} e adicionar o número obtido ao teste de resistência. Se um personagem conjurar {@spell detect magic} no templo, a magia revela uma aura tênue ao redor da estátua. {@creature Runara|DoSI} é a única habitante de Dragon's Rest que sabe que esse é um efeito remanescente da morte de um dragão neste local — seu pai, Astalagan.",
										{
											"type": "entries",
											"name": "About Bahamut",
											"page": 11,
											"id": "02e",
											"entries": ["Conhecido como o Dragão Platina, Bahamut é o patrono e progenitor dos dragões metálicos. Aventureiros e dragões igualmente rezam a Bahamut para sustentar a honra e a justiça, ou quando precisam de coragem para enfrentar uma grande ameaça. Ele raramente interfere nos assuntos das criaturas mortais, embora faça exceções para ajudar a frustrar as maquinações de Tiamat, a Rainha Dragão, e dos dragões malignos que a servem."]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Cloister Quests",
					"page": 12,
					"id": "02f",
					"entries": [
						"Enquanto os personagens exploram Dragon's Rest, os residentes conversam com eles sobre os problemas que o claustro enfrenta. Essas conversas são oportunidades para você apresentar aos jogadores as aventuras que os aguardam nas cavernas marinhas, no naufrágio e no observatório ancestral.",
						"Esta aventura foi projetada para ser flexível e dar aos jogadores a sensação de que estão no controle do próprio destino em Stormwreck Isle. Idealmente, os personagens passarão um tempo em Dragon's Rest e depois explorarão tanto Seagrow Caves (descritas em {@adventure chapter 2|DoSI|2}) quanto o naufrágio da {@i Compass Rose} ({@adventure chapter 3|DoSI|3}). Eles podem escolher para onde ir primeiro. Depois de explorarem ambos os locais, devem estar prontos para enfrentar Sparkrender no Clifftop Observatory ({@adventure chapter 4|DoSI|4}).",
						"Cada ficha de personagem inclui um objetivo pessoal para aquele personagem. Alguns desses objetivos são concretos — o mago, por exemplo, está ansioso para aprender os segredos do Clifftop Observatory. Outros são mais gerais e podem ser alcançados gradualmente ao longo da aventura — como o paladino e o guerreiro ganhando melhor entendimento de seu papel no mundo. Use esses objetivos (descritos em \"{@area Individual Quests|035|x}\" abaixo) para ajudar os jogadores a dar vida a seus personagens enquanto interagem com {@creature Runara|DoSI} e outros residentes de Dragon's Rest.",
						{
							"type": "entries",
							"name": "Zombie Resurgence",
							"page": 12,
							"id": "030",
							"entries": [
								"Se os aventureiros não lutaram contra os zumbis quando chegaram à ilha pela primeira vez, os zumbis causam problemas depois. Após os personagens passarem algum tempo no claustro, eles ouvem gritos por ajuda. Leia o seguinte texto:",
								{
									"type": "insetReadaloud",
									"id": "031",
									"entries": ["Dois residentes de Dragon's Rest correm por suas vidas pela parte inferior do caminho, com seus equipamentos de pesca abandonados atrás deles. Sangue e sujeira mancham suas vestes. Três figuras cambaleiam atrás — cadáveres inchados vestidos como marinheiros, gemendo e borbulhando."]
								},
								"Os personagens têm outra oportunidade de enfrentar os três {@creature Zombie||zombies}, desta vez com a vida de dois novos conhecidos — Blepp, o {@creature kobold}, e {@creature Tarak|DoSI}, o jardineiro humano — na balança. Veja \"{@area Drowned Sailors|014|x}\" para ajuda em iniciar o encontro.",
								"Blepp está com 2 pontos de vida restantes após um zumbi tê-lo atingido, e ele está convencido de que sua boa sorte e sua adaga \"mágica\" o salvaram da morte certa. {@creature Tarak|DoSI} está desarmado, e os zumbis sobrepujam tanto ele quanto Blepp se os personagens não ajudarem.",
								"Se os personagens conversarem com {@creature Runara|DoSI} sobre os zumbis, ela lhes diz que suspeita que um navio naufragado nas rochas ao norte é a fonte desses monstros, e pede que os personagens investiguem o local (veja \"{@area Shipwreck|034|x}\" abaixo).",
								{
									"type": "entries",
									"name": "More Zombies",
									"page": 12,
									"id": "032",
									"entries": ["Se os personagens derrotaram os zumbis quando chegaram à ilha pela primeira vez, você pode usar este encontro a qualquer momento durante a aventura para adicionar um tempero extra de combate à vida dos personagens. Se os personagens já alcançaram o 2º nível, você pode usar de quatro a seis {@creature Zombie||zombies} para oferecer um bom desafio."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sea Caves",
							"page": 12,
							"id": "033",
							"entries": ["{@creature Tarak|DoSI} está ansioso para restabelecer contato com os micônides das cavernas marinhas. Ele pede que os personagens visitem as cavernas, descubram o que há de errado com os micônides e tragam de volta alguns cogumelos \"heart cap\". Ele os alerta sobre o polvo fúngico que os micônides criaram como guardião e diz que provavelmente terão de enfrentá-lo para obter acesso às cavernas. Ele também lhes dá um saco fedorento de restos de comida que podem oferecer aos micônides como gesto de amizade. Por fim, entrega duas {@item Potion of Healing||potions of healing}."]
						},
						{
							"type": "entries",
							"name": "Shipwreck",
							"page": 12,
							"id": "034",
							"entries": ["Vários navios recentemente colidiram nas rochas ao norte de Dragon's Rest e afundaram sem sobreviventes, e há poucos dias tanto {@creature Varnoth|DoSI} quanto a kobold Rix testemunharam o naufrágio mais recente. Elas viram o navio subitamente desviar de curso e se chocar contra as rochas, e sugerem que os personagens podem ajudar a ilha descobrindo o que causou o acidente. Se os personagens perguntarem a {@creature Runara|DoSI} sobre isso, ela sugere que a resposta provavelmente se encontra em um naufrágio mais antigo — o naufrágio da {@i Compass Rose}."]
						},
						{
							"type": "entries",
							"name": "Individual Quests",
							"page": 12,
							"id": "035",
							"entries": [
								"Conforme descrito nas fichas de personagem, os personagens têm seus próprios motivos para visitar Dragon's Rest.",
								{
									"type": "entries",
									"name": "The Cleric",
									"page": 12,
									"id": "036",
									"entries": ["O clérigo foi guiado até aqui por um sonho recorrente envolvendo a sombra da morte. Se o personagem falar com {@creature Runara|DoSI} sobre o sonho ou sua busca, {@creature Runara|DoSI} ouve atentamente, então faz uma pausa para pensar. \"Bem\", ela diz, \"não sou especialista em interpretar sonhos, mas talvez os zumbis que vocês enfrentaram sejam a 'fome da morte' de que você falou.\" Ela aponta o personagem para o naufrágio da {@i Compass Rose} (veja \"Shipwreck\" acima) para investigar mais."]
								},
								{
									"type": "entries",
									"name": "The Fighter",
									"page": 13,
									"id": "037",
									"entries": ["O guerreiro veio a Dragon's Rest na esperança de que {@creature Runara|DoSI} possa ajudar a entender o senso de destino que pesa sobre seus ombros. Se o personagem falar com {@creature Runara|DoSI} sobre isso ao chegar primeiro ao claustro, {@creature Runara|DoSI} o convida a considerar como sua reação aos zumbis na praia pode refletir — ou não — seu destino. Se o personagem falar com {@creature Runara|DoSI} após completar uma ou mais missões da aventura, ela o encoraja a considerar se suas ações heróicas podem ser as primeiras manifestações desse destino tomando forma. Ao final da aventura, {@creature Runara|DoSI} encoraja o personagem a continuar em seu caminho: \"Se seu destino ainda não está claro para você, tenho confiança de que em breve estará.\""]
								},
								{
									"type": "entries",
									"name": "The Paladin",
									"page": 13,
									"id": "038",
									"entries": ["Desiludido com a corrupção de Neverwinter, o paladino vem a Dragon's Rest buscando descanso e nova determinação. {@creature Runara|DoSI} dá as boas-vindas ao personagem e o incentiva a conversar com {@creature Tarak|DoSI} e {@creature Varnoth|DoSI}, que conhecem bem como escapar de vidas de corrupção e violência. Ela também incentiva o paladino a passar tempo no templo de Bahamut. Ao final da aventura, ela pergunta ao paladino se ele aprendeu algo sobre como viver em um mundo tão assolado pela corrupção. Se o personagem não tiver resposta, ela sugere: \"Talvez suas aventuras aqui tenham mostrado uma forma de combater o mal nos seus próprios termos. Talvez outras aventuras assim o aguardem.\""]
								},
								{
									"type": "entries",
									"name": "The Rogue",
									"page": 13,
									"id": "039",
									"entries": ["O ladino vem a Dragon's Rest em busca de uma fortuna perdida supostamente escondida na ilha por um membro da Forca Dourada (Gilded Gallows). O membro da guilda em questão é {@creature Tarak|DoSI}, que de fato traiu a guilda, embora a história tenha sido distorcida ao ser recontada. A última missão de {@creature Tarak|DoSI} para a guilda foi assassinar um traidor, que era seu amante. Os dois tentaram fugir de Elturgard juntos, mas seu amante foi morto por outro assassino. {@creature Tarak|DoSI} escapou, mas nenhum tesouro estava envolvido. Se o ladino perguntar a ele sobre isso, ele explica que deixou a vida do crime — e sugere que talvez seja hora do ladino fazer o mesmo."]
								},
								{
									"type": "entries",
									"name": "The Wizard",
									"page": 13,
									"id": "03a",
									"entries": ["O mago carrega uma carta de um colega a respeito de conhecimento perdido guardado no Clifftop Observatory (veja {@adventure chapter 4|DoSI|4}). Se perguntarem sobre o observatório, {@creature Runara|DoSI} diz: \"Muitos buscaram o conhecimento contido naquele lugar. Posso orientá-lo até lá, mas antes você precisa me mostrar que é digno.\" Ela promete indicar o caminho ao mago depois que os personagens ajudarem a lidar com os outros problemas da ilha."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lost Wyrmling",
							"page": 13,
							"id": "03b",
							"entries": [
								"Quando os personagens tiverem provado ser confiáveis e competentes ao lidar com os zumbis, os micônides e o naufrágio, {@creature Runara|DoSI} decide que é hora de confiar neles. Ela os convoca ao templo ({@area area A5|02c|x}). Leia o seguinte texto quando os personagens chegarem:",
								{
									"type": "insetReadaloud",
									"id": "03c",
									"entries": ["A Anciã {@creature Runara|DoSI} sorri quando vocês se aproximam. \"Tenho algo para lhes mostrar\", diz ela. Um clarão como um relâmpago silencioso, e a mulher humana se vai. Em seu lugar, há um enorme dragão com escamas cor de bronze. \"Agora me veem como realmente sou\", ela diz, inclinando a cabeça com uma expressão que, em seu rosto escamoso, talvez seja um sorriso.", "\"Como descobriram, esta ilha tem muitas feridas antigas. E temo que o ciclo de violência esteja começando de novo. Tenho mais um favor a pedir a vocês.\""]
								},
								"{@creature Runara|DoSI} apresenta o histórico resumido na seção \"{@area Adventure Background|005|x}\" e explica que cada local que os personagens visitaram está ligado à morte de um dragão. Em seguida, conta que um dracolisco de bronze chamado Aidron veio à ilha alguns meses atrás e estudou com ela em Dragon's Rest. Cinco dias antes da chegada dos personagens, ele discutiu com ela, rejeitou furiosamente seus ensinamentos de paz e saiu do claustro. Ela teme que ele tenha ido ao observatório ancestral no lado sudeste da ilha, que é o local de descanso final de outro dragão. Suspeita que um mal surgiu lá, mas diz que não ousa ir ela mesma, para que sua presença não reabra feridas antigas. Ela lhes dá uma chave de pedra-da-lua — um prisma hexagonal de 7,5 cm de comprimento por 2,5 cm de largura feito de pedra-da-lua, com a cabeça de um dragão gravada em uma das extremidades — e explica que precisarão dela para acessar o observatório.",
								{
									"type": "inset",
									"name": "Runara Saves the Day!",
									"page": 13,
									"id": "03d",
									"entries": ["{@creature Runara|DoSI} é um poderoso dragão, mas é dedicada à causa da paz. Ela não está interessada em lutar as batalhas em que os personagens possam se meter, mas mantém um olho neles e pode resgatá-los se as coisas forem mal para eles na ilha.", "Se qualquer encontro na ilha terminar com todos os personagens {@condition unconscious}, você pode fazer com que despertem no templo ({@area area A5|02c|x}), com alguns kobolds cuidando de seus ferimentos. {@creature Runara|DoSI} prefere não explicar como resgatou os personagens.", "Se isso acontecer mais de uma vez, os personagens podem precisar de ajuda extra. Se ainda não o fez, considere pedir a um ou mais jogadores para jogar um personagem adicional como ajudante. Você pode explicar que esses personagens adicionais acabaram de chegar a Dragon's Rest e estão ansiosos para ajudar."]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploring the Island",
					"page": 14,
					"id": "03e",
					"entries": [
						"Esta aventura apresenta Dragon's Rest e três locais de aventura em detalhes, mas Stormwreck Isle guarda a possibilidade de emoção e perigo além desses locais. Enquanto os personagens viajam entre os locais da ilha, ou se decidirem explorá-la, podem tropeçar em criaturas e lugares fantásticos que proporcionam um desafio extra em sua jornada.",
						{
							"type": "entries",
							"name": "Additional Encounters",
							"page": 14,
							"id": "03f",
							"entries": [
								"Coloque esses encontros onde quiser na ilha, ou use-os como inspiração ao começar a criar suas próprias aventuras.",
								{
									"type": "entries",
									"name": "Hot Springs Havoc",
									"page": 14,
									"id": "040",
									"entries": [
										"Este encontro impõe um desafio simples para personagens de 2º nível ou superior, ou um desafio mais difícil para personagens de 1º nível. É particularmente apropriado se os personagens estiverem remando ao redor da ilha ou seguindo pela costa ao nível do mar.",
										{
											"type": "insetReadaloud",
											"id": "041",
											"entries": ["Nuvens ondulantes de vapor surgem das pedras adiante, e o ar fica mais úmido. Ao dobrar uma curva, vocês veem uma enseada onde uma fonte termal borbulha das rochas e se derrama em uma poça antes de escoar para o oceano. A água turquesa é luminosa, e as bordas basálticas cinzentas da fonte são ladeadas por cogumelos de cores vibrantes, que ocasionalmente explodem em uma chuva de esporos arco-íris."]
										},
										"Não imediatamente visíveis para os personagens estão os guardiões da fonte: três {@creature Fume Drake|DoSI|fume drakes}. Essas criaturas travessas são inicialmente indiferentes aos personagens e ignoram sua chegada, mas se alguém tentar colher cogumelos ou entrar na água da fonte termal, os fume drakes ficam hostis, emergindo da água para atacar o grupo. Um personagem que examinar a água e obtiver sucesso em um teste de Sabedoria ({@skill Perception}) {@dc 10} nota os contornos cintilantes dos fume drakes na água.",
										{
											"type": "entries",
											"name": "Spring Waters",
											"page": 14,
											"id": "042",
											"entries": ["A fonte é o local da morte de um dragão de latão, e magia vitalizante persiste ali. Um personagem que passar 10 minutos se banhando nas águas da fonte pode rolar um de seus Dados de Vida (anotados na ficha) e recuperar pontos de vida iguais ao resultado + seu modificador de Constituição. Um personagem pode se beneficiar do banho na fonte termal no máximo uma vez por dia."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 14,
											"id": "043",
											"entries": ["Um personagem que examinar os cogumelos ao redor da fonte e obtiver sucesso em um teste de Inteligência ({@skill Nature}) {@dc 15} identifica esses cogumelos como esporos-do-vento — um fungo raro com uma propriedade mágica única. Quando uma criatura aperta o chapéu de um cogumelo esporo-do-vento, ele libera uma pequena nuvem de esporos. Por 1 hora, a criatura não precisa respirar, pois os esporos lhe fornecem oxigênio. Um esporo-do-vento vale 30 po, e em qualquer momento {@dice 2d4} esporos-do-vento estão prontos para colheita."]
										}
									]
								},
								{
									"type": "entries",
									"name": "There, There, Owlbear",
									"page": 14,
									"id": "044",
									"entries": [
										"Este encontro impõe um desafio médio para personagens de 3º nível e difícil para personagens de 2º nível. Use-o se seu grupo gosta de combate ou se os jogadores precisam praticar as novas habilidades de seus personagens após subir de nível. É particularmente apropriado se os personagens estiverem atravessando a ilha em vez de seguir pela costa.",
										{
											"type": "insetReadaloud",
											"id": "045",
											"entries": ["Um som discordante — meio rosnado grave, meio guincho agudo — rasga o ar. De repente, uma criatura corpulenta surge à vista. Uma mistura de penas roxas e pelagem marrom-escura cobre seu corpo semelhante ao de um urso, e seus grandes olhos encaram vocês famintos de sua cabeça de coruja."]
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/006-01-003.owlbear.webp"
											},
											"width": 1700,
											"height": 1201,
											"credit": "Ilse Gort"
										},
										"Este {@creature owlbear} é hostil aos personagens. Ele os vê como invasores em seu território, embora seu objetivo seja expulsá-los em vez de matá-los. Originalmente parte de uma trupe de espetáculos, o corujurso ficou preso aqui depois que o navio que transportava a trupe naufragou nas rochas do norte.",
										"Qualquer personagem a até 1,5 metro do corujurso percebe um pequeno apito de madeira pendurado em seu pescoço. Esse apito era (e ainda pode ser) usado para treinar e comandar o corujurso. Um personagem a até 1,5 metro do corujurso pode usar sua ação para tentar pegar o apito. Se obtiver sucesso em um teste de Força {@dc 12}, o apito se solta. Com o apito em mãos, um personagem pode gastar uma ação para soprá-lo e fazer um teste de Sabedoria ({@skill Animal Handling}) {@dc 10}. Em caso de sucesso, o corujurso se acalma e imediatamente se torna amigável em relação ao portador do apito e indiferente aos outros personagens. No entanto, ele não deixará a área que agora considera seu território, e qualquer tentativa de forçá-lo a sair o torna hostil novamente."
									]
								},
								{
									"type": "entries",
									"name": "Kobold Renegades",
									"page": 14,
									"id": "046",
									"entries": [
										"Este encontro é um desafio difícil para personagens de 1º nível e pode ser escalado para personagens de 2º ou 3º nível conforme indicado abaixo. É apropriado sempre que os personagens estiverem viajando pela ilha por terra.",
										"Um grupo de kobolds tenta emboscar os personagens. Eles estão escondidos entre rochas e vegetação rala, esperando surpreender os aventureiros. Faça um teste de Destreza ({@skill Stealth}) para os kobolds, rolando uma vez para todos e usando o modificador de Destreza (+2) dos kobolds sem asas. Compare o resultado com as pontuações de Sabedoria passiva ({@skill Perception}) dos personagens. Qualquer personagem cuja pontuação for menor que o resultado do teste dos kobolds fica {@book surprised|PHB|9|Surprise} e perde seu turno durante a primeira rodada de combate (veja \"{@book Surprise|PHB|9|Surprise}\" nas {@book Basic Rules|PHB}). Leia este texto quando os kobolds atacarem:",
										{
											"type": "insetReadaloud",
											"id": "047",
											"entries": ["Um som de latidos estrídulos irrompe ao seu redor quando kobolds furiosos emergem de seus esconderijos e atacam!"]
										},
										"Quatro {@creature Kobold||kobolds} e um {@creature winged kobold} (todos leais e maus) participam desta emboscada. Esses kobolds cruéis e implacáveis rejeitam tanto o ensino pacífico de {@creature Runara|DoSI} quanto o domínio tirânico de Sparkrender, e atacam viajantes que se afastam de Dragon's Rest. Eles não têm tido muito sucesso e estão desesperados, por isso são hostis e lutam até a morte.",
										"O desespero deles significa que podem ser facilmente persuadidos a parar de lutar com uma oferta de dinheiro ou comida. Fora isso, não estão interessados em conversa ou negociação.",
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 15,
											"id": "048",
											"entries": ["Se os personagens estiverem no 2º nível, use seis kobolds e dois kobolds alados."]
										},
										{
											"type": "entries",
											"name": "3rd-Level Characters",
											"page": 15,
											"id": "049",
											"entries": ["Se os personagens estiverem no 3º nível, use oito kobolds e três kobolds alados."]
										}
									]
								},
								{
									"type": "entries",
									"name": "What Lies Beneath",
									"page": 15,
									"id": "04a",
									"entries": [
										"Conforme descrito na seção \"{@area Adventure Background|005|x}\" da introdução, Stormwreck Isle foi formada por atividade vulcânica alimentada por magia no túmulo de uma monstruosa dragão vermelha chamada Sharruth. Algumas lendas e rumores sugerem que Sharruth não está realmente morta, apenas aprisionada sob a ilha, e a atividade em Seagrow Caves sugere que nem tudo vai bem sob Stormwreck Isle.",
										"Você pode criar suas próprias aventuras em torno da investigação do túmulo de Sharruth pelos personagens. Eles podem vasculhar a ilha até encontrar respiradouros ocultos que permitam acessar túneis sinuosos que levam às profundezas da terra. Mais fume drakes e serpentes de fogo podem espreitar lá embaixo. Talvez haja até um grupo de kobolds que sirvam à poderosa Sharruth.",
										"Tal aventura é sua para conceber, e você pode colocar seu toque único no que os personagens fazem e descobrem ali. Claro, se você não estiver pronto para elaborar uma expedição às cavernas sob a ilha, então os personagens simplesmente não descobrem essas passagens subterrâneas, por mais que procurem."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 2: Seagrow Caves",
			"page": 16,
			"id": "04b",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/007-02-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1099,
					"credit": "Linda Lithén"
				},
				"Este capítulo presume que os personagens venham aqui antes de ir ao naufrágio do {@i Compass Rose}, e que ainda estejam no 1º nível. Também inclui instruções simples para aumentar o perigo nos encontros de combate caso os personagens tenham concluído o capítulo 3, \"{@adventure Cursed Shipwreck|DoSI|3}\", antes de vir para cá, estando agora no 2º nível.",
				{
					"type": "section",
					"name": "Caves Overview",
					"page": 16,
					"id": "04c",
					"entries": [
						"As cavernas marítimas no lado sudoeste da Ilha Naufragotempo são habitadas por uma colônia incomum de miconídeos — povo-fungo que normalmente vive nas profundezas subterrâneas. Embora não suportem a luz do sol, esses miconídeos costumavam receber visitantes de vez em quando. Em particular, eles comerciavam com {@creature Tarak|DoSI} do Descanso do Dragão, dando-lhe fungos raros que crescem em suas cavernas em troca de restos de comida e outros resíduos do claustro, que nutriam os fungos nas cavernas. Recentemente, porém, os miconídeos rejeitaram as visitas de {@creature Tarak|DoSI} e colocaram um guardião monstruoso na entrada de suas cavernas para manter todos os visitantes afastados.",
						"A razão para essa mudança repentina no comportamento dos miconídeos é que uma praga se espalhou pelas cavernas, envenenando os miconídeos, distorcendo seus jardins e até mesmo abatendo sua líder, {@creature Sinensa|DoSI}. A fonte da praga é a tumba do dragão vermelho Sharruth, nas profundezas sob a ilha. Vapores nocivos da tumba do dragão normalmente filtram-se pela rocha e são ventilados para a superfície por uma caverna no fundo das Cavernas Alga-Maré que os miconídeos evitam, mas a ventilação foi bloqueada e os vapores invadiram as cavernas dos miconídeos.",
						"Além desse veneno insidioso, visitantes das Cavernas Alga-Maré precisam enfrentar uma ameaça adicional: as stirges que nidificam nas cavernas. Esses monstros sugadores de sangue não são grande ameaça individualmente e não incomodam os miconídeos, que não têm sangue, mas podem ser mortais em grande número.",
						{
							"type": "entries",
							"name": "Seagrow Caves Features",
							"page": 16,
							"id": "04d",
							"entries": [
								"As cavernas possuem as seguintes características:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "Salvo indicação em contrário, os tetos nas cavernas têm 20 pés de altura, e os túneis que conectam as cavernas têm 15 pés de altura."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "As cavernas internas são iluminadas por fungos bioluminescentes, que fornecem luz fraca por toda a área. Veja \"{@quickref Vision and Light|PHB|2||Vision}\" nas {@book Basic Rules|PHB}."
										},
										{
											"type": "item",
											"name": "Walls",
											"entry": "As paredes das cavernas são formadas por colunas hexagonais de basalto cinza-escuro — rocha vulcânica originária da tumba submarina de Sharruth. As paredes oferecem apoios para mãos e pés, portanto escalar as paredes não requer um teste de perícia."
										},
										{
											"type": "item",
											"name": "Fumes",
											"entry": "Vapores vulcânicos tóxicos vindos das profundezas da ilha estão envenenando lentamente os fungos nas cavernas. Um leve cheiro de enxofre permeia o lugar, ficando mais forte quanto mais se aproxima de {@area area B6|06b|x}. Se os personagens fizerem um descanso longo dentro das cavernas antes de abrir a ventilação em B6, cada personagem deve ser bem-sucedido em um teste de resistência de Constituição {@dc 13} ou ficar {@condition poisoned} (veja \"{@book Conditions|PHB|12}\" nas {@book Basic Rules|PHB}). A magia {@spell lesser restoration} encerra esse efeito, assim como terminar um descanso longo ao ar livre."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running This Chapter",
					"page": 17,
					"id": "04e",
					"entries": [
						"Assim que os personagens decidirem visitar as Cavernas Alga-Maré, eles têm duas opções para alcançar o local:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "By Boat",
									"entry": "O Descanso do Dragão possui um {@item rowboat} que os personagens podem usar para contornar a extremidade oeste da ilha. (Este é o método preferido de {@creature Tarak|DoSI}.) A viagem até as Cavernas Alga-Maré tem 5 milhas, levando cerca de 3 horas e 20 minutos remando."
								},
								{
									"type": "item",
									"name": "Along the Coast",
									"entry": "Caminhar pela costa da ilha é um pouco mais fácil do que remar, embora seja mais longe, pois os personagens precisam contornar as baías em vez de cruzá-las remando. A viagem de 7 milhas leva apenas 2 horas e 20 minutos em ritmo normal de caminhada. Os personagens podem escolher entre caminhar pelos penhascos altos acima do mar ou avançar entre as poças de maré na base dos penhascos. A rota inferior só está disponível na maré baixa (veja a {@adventure Tides table|DoSI|2|Entering the Caves})."
								}
							]
						},
						{
							"type": "entries",
							"name": "Approaching at Sea Level",
							"page": 17,
							"id": "04f",
							"entries": [
								"Se os personagens chegarem às Cavernas Alga-Maré ao nível do mar, leia o seguinte texto:",
								{
									"type": "insetReadaloud",
									"id": "050",
									"entries": ["Um penhasco de pedra cinza-escura ergue-se a duzentos pés acima das ondas revoltas, que entram e saem por uma boca de caverna escancarada. Um redemoinho de cores cintila na superfície da água, emanando da caverna."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Approaching from Above",
							"page": 17,
							"id": "051",
							"entries": [
								"Se o grupo se aproximar por cima, leia este texto:",
								{
									"type": "insetReadaloud",
									"id": "052",
									"entries": ["Uma abertura escancara-se na face do penhasco duzentos pés abaixo de vocês, como uma boca bebendo as ondas que arrebentam. Duas escadarias naturais formadas por colunas de pedra oferecem caminhos para descer os penhascos."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Entering the Caves",
							"page": 17,
							"id": "053",
							"entries": [
								"Na maré alta, o túnel de 40 pés de altura ({@area area B1|058|x}) fica inundado até {@area area B2|05b|x}. As escadarias naturais, que não estão mostradas no {@area map of Seagrow Caves|057|x}, descem os penhascos até o mar. Os personagens podem esperar pela maré baixa ou então remar ou nadar túnel adentro. Na maré baixa, surge um caminho de 5 pés de largura ao longo da base dos penhascos e da borda do túnel.",
								"As marés mudam a cada 6 horas, conforme resumido na tabela Marés.",
								{
									"type": "table",
									"caption": "Marés",
									"colLabels": ["Hora", "Maré"],
									"colStyles": ["col-6", "col-6"],
									"rows": [
										["Meia-noite ao nascer do sol", "Baixa"],
										["Nascer do sol ao meio-dia", "Alta"],
										["Meio-dia ao pôr do sol", "Baixa"],
										["Pôr do sol à meia-noite", "Alta"]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Interacting with Myconids",
							"page": 17,
							"id": "054",
							"entries": [
								"A atitude inicial dos miconídeos em relação a forasteiros é hostil (veja \"{@book Social Interaction|PHB|8|Social Interaction}\" nas {@book Basic Rules|PHB}). Eles não são maliciosos, porém, e não recorrem à violência imediatamente. {@creature Myconid Adult||Adults} usam seus Esporos de Rapport para advertir telepaticamente os visitantes a irem embora. (Veja \"Rapport Spores\" abaixo para detalhes sobre essa forma de comunicação.) {@creature Myconid Sprout||Sprouts} fogem em direção aos adultos mais próximos para alertá-los sobre invasores. Se os personagens atacarem, os miconídeos se defendem.",
								"Para convencer um miconídeo hostil a conversar ou permitir que os personagens façam qualquer coisa além de deixar as cavernas, um personagem deve ser bem-sucedido em um teste de Carisma {@dc 20}. Dependendo da abordagem do personagem, as perícias {@skill Deception}, {@skill Intimidation} ou {@skill Persuasion} podem se aplicar ao teste. Mencionar o nome de {@creature Tarak|DoSI} ou apresentar a oferenda que ele enviou aos miconídeos concede vantagem nesse teste.",
								"Um miconídeo indiferente está disposto a explicar o que está acontecendo nas Cavernas Alga-Maré. Os brotos sabem apenas que sua líder, {@creature Sinensa|DoSI}, adoeceu — e que um cheiro desagradável permeia suas cavernas. Miconídeos adultos sabem que a \"caverna de cristal\" ({@area area B6|06b|x}) é a fonte do mau odor e que {@creature Sinensa|DoSI} adoeceu após entrar nessa caverna para investigar o problema. Os miconídeos normalmente evitam essa caverna porque a luz solar se filtra por ela através da ventilação no extremo oeste, e até mesmo luz difusa é desagradável para essas criaturas que vivem em cavernas.",
								{
									"type": "entries",
									"name": "Rapport Spores",
									"page": 17,
									"id": "055",
									"entries": [
										"A habilidade Esporos de Rapport de um miconídeo permite que todas as criaturas inteligentes na área se comuniquem telepaticamente entre si. Os personagens e os miconídeos estão, efetivamente, \"falando pensamentos\" uns para os outros. Esse efeito não permite que qualquer criatura sonde de forma invasiva a mente de outra. Mas ele transcende barreiras de linguagem, e você pode brincar com o tipo de comunicação que os esporos permitem. As expressões faciais dos miconídeos podem ser difíceis de ler, mas sua comunicação telepática pode carregar uma expressão direta do estado emocional dos miconídeos. Por exemplo, quando os miconídeos falam sobre sua líder enferma, os personagens podem sentir uma tristeza profunda e um senso de ansiedade com muito mais clareza e força do que meras palavras e expressões faciais podem comunicar.",
										"O efeito dos Esporos de Rapport dura 1 hora, então os personagens podem permanecer ligados telepaticamente entre si sempre que estiverem a até 30 pés uns dos outros, mesmo após saírem da caverna. Incentive os jogadores a pensar como isso pode afetar seus personagens. Isso os faz sentir-se mais próximos de seus amigos? Ameniza suspeitas que pudessem ter uns dos outros?"
									]
								},
								{
									"type": "entries",
									"name": "Distress Spores",
									"page": 18,
									"id": "056",
									"entries": ["Quando miconídeos sofrem dano, liberam esporos que alertam todos os demais miconídeos num raio de 240 pés. Todos os miconídeos na caverna estão ao alcance dos Esporos de Aflição uns dos outros. Miconídeos em {@area areas B2|05b|x} e {@area B3|063|x} movem-se para {@area area B4|066|x} se detectarem Esporos de Aflição."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Seagrow Caves Locations",
							"page": 18,
							"id": "057",
							"entries": [
								"Os seguintes locais estão indexados ao mapa 3, que mostra o layout das Cavernas Alga-Maré.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/008-map-2.01-seagrow-caves.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 53,
												"offsetX": 30,
												"offsetY": 37,
												"scale": 2
											},
											"title": "Mapa 3: Cavernas Alga-Maré",
											"width": 1700,
											"height": 1214,
											"id": "0f1",
											"mapRegions": [
												{
													"area": "058",
													"points": [
														[873, 992],
														[878, 985],
														[892, 977],
														[888, 967],
														[892, 959],
														[906, 958],
														[911, 952],
														[931, 949],
														[940, 938],
														[946, 942],
														[951, 940],
														[957, 947],
														[978, 944],
														[979, 937],
														[988, 935],
														[1003, 929],
														[1015, 929],
														[1022, 921],
														[1029, 916],
														[1035, 905],
														[1044, 902],
														[1052, 895],
														[1065, 892],
														[1071, 885],
														[1083, 887],
														[1089, 882],
														[1098, 878],
														[1106, 885],
														[1117, 887],
														[1129, 886],
														[1140, 887],
														[1148, 875],
														[1165, 871],
														[1170, 882],
														[1174, 888],
														[1181, 900],
														[1186, 913],
														[1194, 918],
														[1197, 930],
														[1205, 934],
														[1213, 939],
														[1215, 951],
														[1208, 960],
														[1200, 965],
														[1190, 973],
														[1175, 978],
														[1171, 984],
														[1168, 993],
														[1165, 998],
														[1149, 1008],
														[1140, 1007],
														[1125, 1015],
														[1117, 1011],
														[1103, 1012],
														[1098, 1022],
														[1085, 1020],
														[1077, 1025],
														[1074, 1034],
														[1065, 1040],
														[1053, 1037],
														[1037, 1045],
														[1032, 1050],
														[1028, 1058],
														[1022, 1063],
														[1022, 1076],
														[998, 1081],
														[962, 1072],
														[920, 1055],
														[888, 1036],
														[868, 1021],
														[866, 1008]
													]
												},
												{
													"area": "05b",
													"points": [
														[1274, 940],
														[1259, 923],
														[1249, 906],
														[1241, 893],
														[1226, 874],
														[1208, 857],
														[1192, 842],
														[1191, 825],
														[1189, 813],
														[1185, 807],
														[1192, 798],
														[1185, 788],
														[1170, 778],
														[1169, 759],
														[1142, 758],
														[1119, 746],
														[1096, 726],
														[1102, 710],
														[1113, 701],
														[1122, 685],
														[1117, 676],
														[1110, 668],
														[1112, 657],
														[1122, 659],
														[1122, 652],
														[1125, 635],
														[1125, 622],
														[1125, 602],
														[1135, 596],
														[1132, 591],
														[1145, 580],
														[1145, 573],
														[1152, 574],
														[1162, 561],
														[1157, 548],
														[1163, 538],
														[1204, 512],
														[1215, 508],
														[1215, 515],
														[1235, 519],
														[1248, 512],
														[1264, 508],
														[1268, 500],
														[1267, 488],
														[1275, 473],
														[1285, 464],
														[1296, 464],
														[1308, 463],
														[1323, 456],
														[1327, 448],
														[1339, 439],
														[1363, 428],
														[1369, 432],
														[1376, 432],
														[1388, 432],
														[1395, 438],
														[1405, 439],
														[1411, 438],
														[1415, 448],
														[1425, 453],
														[1434, 454],
														[1438, 461],
														[1448, 460],
														[1458, 466],
														[1470, 469],
														[1475, 481],
														[1475, 490],
														[1475, 501],
														[1475, 509],
														[1479, 519],
														[1483, 524],
														[1490, 526],
														[1491, 533],
														[1491, 542],
														[1497, 552],
														[1506, 555],
														[1512, 569],
														[1516, 579],
														[1514, 592],
														[1508, 602],
														[1501, 608],
														[1499, 620],
														[1506, 625],
														[1514, 633],
														[1511, 642],
														[1508, 658],
														[1514, 661],
														[1515, 673],
														[1513, 688],
														[1507, 700],
														[1505, 713],
														[1502, 725],
														[1505, 734],
														[1498, 746],
														[1489, 745],
														[1487, 762],
														[1480, 769],
														[1468, 787],
														[1466, 795],
														[1459, 807],
														[1455, 819],
														[1458, 841],
														[1448, 865],
														[1435, 878],
														[1422, 882],
														[1417, 893],
														[1405, 910],
														[1390, 918],
														[1371, 917],
														[1361, 908],
														[1344, 912],
														[1332, 909],
														[1315, 915],
														[1305, 927],
														[1293, 929],
														[1285, 935]
													]
												},
												{
													"area": "06b",
													"points": [
														[193, 470],
														[209, 472],
														[230, 474],
														[243, 466],
														[256, 465],
														[271, 462],
														[271, 458],
														[284, 452],
														[283, 448],
														[290, 431],
														[281, 437],
														[278, 431],
														[269, 442],
														[262, 437],
														[266, 431],
														[263, 408],
														[271, 411],
														[278, 407],
														[288, 409],
														[295, 410],
														[298, 397],
														[311, 407],
														[318, 398],
														[321, 392],
														[322, 385],
														[329, 382],
														[328, 372],
														[330, 359],
														[333, 352],
														[346, 352],
														[352, 344],
														[361, 341],
														[372, 332],
														[388, 332],
														[392, 325],
														[403, 313],
														[415, 314],
														[428, 315],
														[442, 318],
														[452, 317],
														[459, 329],
														[465, 332],
														[471, 338],
														[484, 335],
														[485, 334],
														[495, 328],
														[505, 322],
														[502, 330],
														[498, 341],
														[512, 334],
														[517, 339],
														[528, 338],
														[535, 332],
														[545, 341],
														[548, 353],
														[562, 352],
														[572, 346],
														[578, 332],
														[586, 337],
														[599, 335],
														[608, 329],
														[618, 329],
														[628, 332],
														[638, 331],
														[645, 335],
														[651, 331],
														[657, 320],
														[665, 319],
														[678, 318],
														[688, 355],
														[689, 363],
														[675, 365],
														[664, 371],
														[656, 378],
														[653, 369],
														[642, 369],
														[641, 378],
														[631, 378],
														[615, 383],
														[613, 392],
														[615, 400],
														[602, 399],
														[589, 405],
														[585, 408],
														[572, 404],
														[568, 408],
														[564, 416],
														[562, 425],
														[564, 434],
														[556, 439],
														[546, 449],
														[544, 458],
														[545, 468],
														[539, 479],
														[528, 487],
														[514, 491],
														[505, 491],
														[502, 498],
														[497, 502],
														[493, 511],
														[478, 522],
														[468, 518],
														[446, 526],
														[440, 525],
														[428, 525],
														[415, 518],
														[394, 525],
														[385, 530],
														[366, 527],
														[356, 514],
														[344, 517],
														[337, 508],
														[327, 497],
														[320, 480],
														[312, 485],
														[302, 483],
														[301, 478],
														[283, 480],
														[272, 485],
														[256, 485],
														[238, 486],
														[222, 495],
														[204, 482]
													]
												},
												{
													"area": "068",
													"points": [
														[909, 232],
														[888, 219],
														[861, 192],
														[863, 177],
														[880, 171],
														[890, 175],
														[902, 171],
														[905, 164],
														[914, 168],
														[932, 162],
														[947, 155],
														[942, 133],
														[956, 138],
														[965, 132],
														[972, 135],
														[984, 129],
														[998, 118],
														[1005, 108],
														[1032, 105],
														[1036, 95],
														[1048, 92],
														[1066, 92],
														[1070, 82],
														[1105, 82],
														[1118, 83],
														[1129, 91],
														[1146, 88],
														[1146, 75],
														[1155, 82],
														[1166, 79],
														[1178, 85],
														[1183, 97],
														[1198, 102],
														[1204, 98],
														[1209, 109],
														[1215, 132],
														[1228, 140],
														[1234, 148],
														[1237, 155],
														[1243, 160],
														[1253, 154],
														[1255, 161],
														[1249, 173],
														[1255, 185],
														[1255, 200],
														[1253, 212],
														[1259, 227],
														[1248, 232],
														[1235, 222],
														[1225, 218],
														[1225, 223],
														[1207, 232],
														[1196, 242],
														[1186, 241],
														[1169, 235],
														[1168, 226],
														[1155, 225],
														[1152, 215],
														[1138, 211],
														[1125, 213],
														[1108, 219],
														[1090, 214],
														[1082, 201],
														[1062, 194],
														[1053, 185],
														[1046, 178],
														[1027, 172],
														[1018, 178],
														[1016, 170],
														[1005, 171],
														[995, 172],
														[987, 175],
														[983, 184],
														[979, 178],
														[961, 185],
														[957, 195],
														[949, 210],
														[939, 212],
														[927, 220]
													]
												},
												{
													"area": "063",
													"points": [
														[978, 747],
														[971, 693],
														[978, 687],
														[982, 678],
														[992, 680],
														[1002, 677],
														[1009, 668],
														[1015, 670],
														[1016, 662],
														[1027, 655],
														[1023, 649],
														[1028, 639],
														[1040, 638],
														[1039, 622],
														[1031, 621],
														[1032, 613],
														[1023, 605],
														[1018, 602],
														[1002, 604],
														[996, 598],
														[988, 596],
														[983, 595],
														[981, 588],
														[968, 583],
														[957, 586],
														[948, 572],
														[938, 558],
														[942, 538],
														[932, 529],
														[911, 530],
														[895, 522],
														[888, 528],
														[889, 547],
														[885, 554],
														[875, 551],
														[868, 560],
														[856, 576],
														[852, 580],
														[848, 590],
														[842, 598],
														[833, 599],
														[810, 597],
														[794, 608],
														[784, 618],
														[781, 635],
														[788, 643],
														[791, 660],
														[776, 662],
														[768, 672],
														[764, 687],
														[760, 698],
														[754, 722],
														[757, 734],
														[765, 738],
														[767, 751],
														[779, 764],
														[777, 777],
														[790, 798],
														[794, 806],
														[813, 810],
														[822, 806],
														[841, 808],
														[852, 802],
														[866, 804],
														[861, 792],
														[869, 788],
														[870, 781],
														[883, 770],
														[900, 773],
														[904, 765],
														[914, 757],
														[933, 756],
														[945, 760],
														[960, 761],
														[969, 761],
														[978, 765],
														[977, 758]
													]
												},
												{
													"area": "066",
													"points": [
														[695, 355],
														[683, 313],
														[689, 304],
														[696, 305],
														[706, 299],
														[703, 289],
														[702, 277],
														[705, 269],
														[718, 263],
														[721, 252],
														[734, 239],
														[743, 242],
														[758, 237],
														[772, 238],
														[789, 238],
														[788, 228],
														[792, 218],
														[802, 220],
														[810, 215],
														[823, 214],
														[830, 218],
														[852, 209],
														[857, 203],
														[882, 228],
														[909, 239],
														[918, 255],
														[938, 263],
														[951, 259],
														[962, 255],
														[968, 255],
														[979, 258],
														[986, 263],
														[993, 270],
														[1002, 265],
														[1008, 275],
														[1008, 286],
														[1017, 297],
														[1025, 301],
														[1036, 296],
														[1047, 312],
														[1060, 315],
														[1068, 325],
														[1076, 346],
														[1074, 363],
														[1072, 376],
														[1083, 392],
														[1095, 399],
														[1088, 408],
														[1095, 419],
														[1118, 421],
														[1135, 435],
														[1145, 446],
														[1155, 462],
														[1163, 473],
														[1175, 478],
														[1188, 488],
														[1199, 498],
														[1198, 503],
														[1158, 536],
														[1155, 524],
														[1143, 522],
														[1138, 515],
														[1129, 516],
														[1125, 499],
														[1116, 489],
														[1105, 489],
														[1103, 479],
														[1091, 475],
														[1079, 465],
														[1067, 460],
														[1062, 465],
														[1058, 478],
														[1045, 487],
														[1039, 501],
														[1034, 495],
														[1007, 502],
														[1008, 511],
														[993, 516],
														[990, 528],
														[979, 525],
														[979, 519],
														[968, 522],
														[951, 528],
														[935, 526],
														[911, 526],
														[892, 515],
														[891, 505],
														[882, 501],
														[878, 495],
														[868, 492],
														[859, 488],
														[848, 488],
														[838, 498],
														[825, 508],
														[815, 503],
														[810, 498],
														[796, 499],
														[786, 493],
														[772, 495],
														[755, 495],
														[745, 491],
														[738, 480],
														[742, 467],
														[729, 459],
														[725, 452],
														[708, 452],
														[703, 438],
														[700, 420],
														[696, 399],
														[714, 388],
														[717, 375],
														[709, 368],
														[703, 354]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/008-map-2.01-seagrow-caves.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/009-map-2.01-seagrow-caves-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 53,
												"offsetX": 30,
												"offsetY": 37,
												"scale": 2
											},
											"title": "Versão do Jogador",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f1"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "B1: Entrance Tunnel",
									"page": 18,
									"id": "058",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "059",
											"entries": ["Fungos multicoloridos cobrem as paredes deste túnel, e seu brilho bioluminescente enche a caverna com luz fraca. A superfície da água se agita com esporos coloridos e levemente luminosos — talvez reagindo ao movimento de algo sob a superfície."]
										},
										"Na maré alta, o túnel fica inundado, então os visitantes devem se aproximar de barco ou nadando. Na maré baixa, passarelas formadas pelo topo das colunas de pedra margeiam os lados do túnel, levando a uma escadaria natural que sobe até {@area area B2|05b|x}. Um {@creature spore servant octopus|DoSI} espreita na água e ataca quaisquer criaturas (exceto miconídeos) que entrem no túnel, independentemente do estado da maré. Antes de a líder miconídea cair inconsciente, ela criou esse guardião para manter forasteiros afastados.",
										"Conforme descrito na página anterior, o nível da água aqui varia em até 10 pés com as marés. Na maré alta, a água tem cerca de 8 pés de profundidade nas bordas do túnel e 25 pés no meio. Na maré baixa, as passarelas nas bordas ficam expostas, e a água tem 15 pés de profundidade no meio.",
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 19,
											"id": "05a",
											"entries": ["Se os personagens estiverem no 2º nível, duas {@creature Stirge||stirges} presas ao teto do túnel são perturbadas se o combate começar nesta área e entram na batalha. As stirges ignoram o servo de esporos."]
										}
									]
								},
								{
									"type": "entries",
									"name": "B2: Fungus Farm",
									"page": 19,
									"id": "05b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "05c",
											"entries": ["Esta caverna de cinquenta pés de altura é uma floresta de fungos multicoloridos, indo de minúsculos filamentos a cogumelos do tamanho de árvores. Uma escadaria natural de colunas de pedra ao longo da parede leste sobe dez pés até uma área superior ao norte. A água borbulha descendo dessa caverna superior e se acumula numa grande poça. Dois pequenos povo-fungo trabalham entre os cogumelos perto do lago. Um cheiro enjoativo, como enxofre, paira no ar."]
										},
										"A cascata é alimentada por uma poça na caverna superior, que por sua vez recebe água do escoamento que goteja da superfície. Ambas as poças têm, no máximo, 5 pés de profundidade.",
										"As duas pessoas-cogumelo são {@creature Myconid Sprout||myconid sprouts} chamados Molen e Kraz. Eles estão espalhando fertilizante de {@area area B3|063|x}, enquanto dois {@creature Myconid Adult||myconid adults} chamados Hipsiz e Rugoso cuidam dos cogumelos perto da poça superior, fora da visão de quem está abaixo. Todos os quatro miconídeos ignoram a verdadeira ameaça na caverna — três {@creature Violet Fungus||violet fungi} que crescem entre os cogumelos inofensivos daqui.",
										"Se os personagens avançarem caverna adentro em direção aos miconídeos, um {@creature violet fungus|DoSI} os ataca, estendendo longos tentáculos que causam podridão imediata ao tocarem carne viva. Leia este texto:",
										{
											"type": "insetReadaloud",
											"id": "05d",
											"entries": ["Ao avançarem pela caverna, um cogumelo de aparência doentia subitamente ganha vida. Ele estende longos tentáculos arroxeados em sua direção e se move lentamente pelo chão como se tivesse raízes."]
										},
										{
											"type": "entries",
											"name": "Running the Combat",
											"page": 19,
											"id": "05e",
											"entries": ["Como os fungos-violeta se movem muito devagar, é fácil para os personagens manterem-se fora de alcance e matar os monstros-fungo com ataques à distância. A parte interessante deste encontro é identificar o perigo. Um {@creature violet fungus|DoSI} se move e ataca para iniciar o encontro, mas os outros dois permanecem imóveis até que os personagens se aproximem deles.", "Você não precisa acompanhar exatamente onde todos estão na sala. Em vez disso, confie em seu senso do que é divertido e empolgante. Quando um personagem se afasta de um {@creature violet fungus|DoSI} ativo, faça outro fungo se agitar e atacar aquele personagem no próximo turno do fungo. Se um personagem vasculhar a fazenda de fungos procurando mais fungos-violeta, lance o máximo de dúvida que puder: muitos fungos parecem doentios e roxos, mas não oferecem perigo."]
										},
										{
											"type": "entries",
											"name": "Myconids",
											"page": 19,
											"id": "05f",
											"entries": ["Os {@creature Myconid Sprout||myconid sprouts} evitam os personagens e os fungos-violeta. Se os {@creature Myconid Adult||adults} ficarem cientes do perigo pelo barulho do combate (ou pelos Esporos de Aflição dos brotos), eles se movem o mais rápido possível para proteger os brotos.", "Se os personagens derrotarem os fungos-violeta, a atitude dos miconídeos melhora para indiferente, e eles ficam dispostos a falar com os personagens (usando seus Esporos de Rapport). Os adultos concordam em acompanhar os personagens e responder por eles perante o restante da colônia de miconídeos, melhorando a atitude dos outros miconídeos para indiferente também."]
										},
										{
											"type": "entries",
											"name": "Blighted Fungi",
											"page": 19,
											"id": "060",
											"entries": ["Um personagem que examine qualquer um dos fungos percebe que muitos cogumelos estão doentios, encolhidos e manchados com placas negras de deterioração. A praga não tem uma fonte óbvia."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 19,
											"id": "061",
											"entries": ["A fazenda de fungos contém cogumelos “coração” prontos para a colheita. Um personagem que gaste 15 minutos vasculhando esta câmara em busca de fungos úteis e seja bem-sucedido em um teste de Inteligência ({@skill Nature}) ou Sabedoria ({@skill Survival}) {@dc 12} encontra {@dice 1d6} desses cogumelos avermelhados, que têm uma semelhança perturbadora com corações humanos. {@creature Tarak|DoSI} pode transformar cada cogumelo-coração em uma {@item potion of healing}."]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 19,
											"id": "062",
											"entries": ["Se os personagens estiverem no 2º nível, adicione dois {@creature Violet Fungus||violet fungi} a este encontro."]
										}
									]
								},
								{
									"type": "entries",
									"name": "B3: Larder",
									"page": 19,
									"id": "063",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "064",
											"entries": ["Esta caverna fede a podridão, e o chão está coberto de vegetação em decomposição. Três pequenos povo-fungo trabalham em meio à imundície. No canto sudoeste da caverna, um objeto bulboso do tamanho de uma carroça gruda na parede e no teto, reluzindo como uma bola de gelatina."]
										},
										"Três {@creature Myconid Sprout||myconid sprouts} chamados Bispo, Valup e Popple trabalham aqui reunindo fertilizante para uso em {@area area B2|05b|x}. O objeto bulboso é um ninho de stirges, que os personagens podem identificar com um teste de Inteligência ({@skill Nature}) {@dc 15}. Se um personagem avançar mais de 5 pés para dentro da câmara, seis {@creature Stirge||stirges} emergem do ninho e atacam. Enquanto isso, os brotos fogem em direção a {@area area B4|066|x} ao primeiro sinal de intrusos, contando com a distração das stirges para escapar.",
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 19,
											"id": "065",
											"entries": ["Se os personagens estiverem no 2º nível, adicione duas stirges a este encontro."]
										}
									]
								},
								{
									"type": "entries",
									"name": "B4: Circle Chamber",
									"page": 20,
									"id": "066",
									"entries": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/010-02-002.myconids.webp"
											},
											"width": 1700,
											"height": 1099,
											"credit": "Caroline Gariba"
										},
										{
											"type": "insetReadaloud",
											"id": "067",
											"entries": ["Seis agrupamentos de cogumelos gigantes estão dispostos em um círculo irregular ao redor desta caverna. Vários povo-fungo de tamanho humano estão em círculo no centro da câmara. O cheiro de enxofre é mais forte aqui."]
										},
										"Seis {@creature Myconid Adult||myconid adults} estão aqui. Dois deles (chamados Agric e Omphalo) cuidam dos outros quatro (Craterel, Pleuro, Subrufus e Virosa), que permanecem imóveis em um transe onírico chamado união, experimentando um estado transcendental compartilhado. Os dois miconídeos conscientes movem-se rapidamente para confrontar quaisquer intrusos que não estejam escoltados por outros miconídeos e respondem com violência a qualquer ameaça.",
										"Todos os seis miconídeos estão enfermos e fatigados pela praga que se espalha pelas cavernas, então eles se revezam descansando aqui."
									]
								},
								{
									"type": "entries",
									"name": "B5: Sinensa's Sanctum",
									"page": 20,
									"id": "068",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "069",
											"entries": ["Fungos brilhantes e cristais coloridos crescem nas paredes e tetos desta caverna menor. No meio da caverna, dois povo-fungo de tamanho humano cuidam de um espécime maior de sua espécie. O maior está encolhido e coberto por manchas roxas doentias e não se move."]
										},
										"Dois {@creature Myconid Adult||myconid adults} chamados Auranta e Enok cuidam da líder {@condition unconscious} desta colônia, {@creature Sinensa|DoSI}. Os adultos coletam esporos de um fungo vermelho brilhante do tamanho de um barril, que lembra vagamente um cérebro humano, e sopram os esporos ao redor da cabeça da líder. O tratamento mantém a líder viva por ora, mas é uma batalha perdida. A única esperança de {@creature Sinensa|DoSI} é o fim da praga. Os adultos defendem sua líder zelosamente, atacando imediatamente intrusos que não estejam acompanhados por outros miconídeos.",
										{
											"type": "entries",
											"name": "Treasure",
											"page": 20,
											"id": "06a",
											"entries": ["Se os personagens levarem o fungo vermelho brilhante, chamado morel rubi, de volta ao claustro, {@creature Tarak|DoSI} o usa para preparar um {@item elixir of health} (descrito em {@adventure appendix A|DoSI|5})."]
										}
									]
								},
								{
									"type": "entries",
									"name": "B6: Crystal Cave",
									"page": 20,
									"id": "06b",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "06c",
											"entries": ["O ar nesta caverna está saturado de fumaça espessa que agride suas narinas com um odor acre de enxofre. Uma estranha luz laranja trêmula ilumina a fumaça. Esta área não possui crescimento fúngico; em vez disso, cristais brotam da rocha. À direita, um grande agrupamento de cristais roxos sobressai da pedra. Na parede oposta, um cristal laranja brilhante encravado em uma fenda parece ser a fonte da luz. Estrias de fuligem marcam um caminho pelas paredes entre os cristais roxos e a fenda."]
										},
										"Dois {@creature Fume Drake|DoSI|fume drakes} espreitam entre os vapores sulfurosos. Essas criaturas elementais se assemelham a pequenos dragões formados inteiramente de fumaça esverdeada. Elas não deixam esta caverna, mas correm para atacar qualquer criatura que entrar.",
										"Esta caverna é a fonte da praga que se espalha pela colônia de miconídeos. Enquanto os personagens exploram a caverna, podem determinar facilmente que vapores nocivos das profundezas da ilha sobem ao redor da veia de cristais roxos. Normalmente, os vapores são ventilados para a superfície por uma fenda na parede oeste, mas a fenda agora está bloqueada pelo enorme cristal laranja, que também é a fonte da luz aqui.",
										"O coração do problema é a tumba do dragão vermelho Sharruth, nas profundezas sob a ilha. A presença de um dragão tão poderoso nas profundezas causa a atividade vulcânica que produz os vapores nocivos. Além disso, a energia do dragão ocasionalmente rasga pequenas fendas no tecido da realidade que levam ao Plano Elemental do Fogo — outro plano de existência que é a fonte cósmica da energia ígnea. O Plano do Fogo é a origem tanto do cristal laranja que bloqueia a ventilação (que na verdade é um estojo de ovo) quanto das criaturas atualmente na caverna.",
										{
											"type": "entries",
											"name": "Fire Crystal",
											"page": 20,
											"id": "06d",
											"entries": ["Destruir o cristal laranja que bloqueia a fenda ocidental permite que os vapores nocivos escapem da caverna e interrompe a praga que está prejudicando os miconídeos. Uma única pancada forte com uma arma, um pé de cabra ou outra ferramenta é suficiente para estilhaçá-lo. Quando o cristal se quebra, uma esfera de obsidiana fumegante de dois pés de diâmetro cai no chão entre os outros pedaços e se abre, liberando uma {@creature fire snake} deste ovo pétreo. Vendo os personagens apenas como combustível, ela os ataca imediatamente.", "Quebrar o cristal de fogo também revela o motivo de os miconídeos evitarem esta caverna: ela fica imediatamente inundada por luz solar cintilante refratada pelos cristais que revestem a ventilação. Luz intensa preenche toda a área."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 21,
											"id": "06e",
											"entries": ["O ovo da serpente de fogo se parte em 25 pequenos pedaços de obsidiana no valor de 10 po cada."]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 21,
											"id": "06f",
											"entries": ["Se os personagens estiverem no 2º nível, adicione um terceiro {@creature fume drake|DoSI} à sala quando os personagens chegarem. Então, ao mesmo tempo em que a {@creature fire snake} sai do ovo, mais dois fume drakes emergem do agrupamento de cristais roxos."]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ending This Chapter",
					"page": 21,
					"id": "070",
					"entries": [
						"Se os personagens destruírem o cristal laranja para que os vapores tóxicos possam escapar das cavernas, a atitude dos miconídeos melhora para amigável. {@creature Sinensa|DoSI}, a líder miconídea, recobra a consciência na manhã seguinte. Se os personagens estiverem presentes quando {@creature Sinensa|DoSI} despertar, {@creature Sinensa|DoSI} lhes dá o morel rubi de {@area area B5|068|x} e permissão para ficar com qualquer outro tesouro ou cogumelos que tenham coletado nas cavernas.",
						"Assim que os personagens retornarem ao Descanso do Dragão, {@creature Tarak|DoSI} pode usar o morel rubi para preparar um {@item elixir of health} (descrito em {@adventure appendix A|DoSI|5}), que entrega aos personagens em gratidão por seus esforços.",
						{
							"type": "entries",
							"name": "Gain a Level",
							"page": 21,
							"id": "071",
							"entries": ["Após concluírem este capítulo da aventura, os personagens sobem um nível. Se eles visitaram as Cavernas Alga-Maré antes do naufrágio do {@i Compass Rose}, avançam do 1º para o 2º nível. Os residentes do Descanso do Dragão os incentivam a visitar o naufrágio do {@i Compass Rose} em seguida (veja \"{@adventure Shipwreck|DoSI|3}\").", "Se já tiverem explorado o naufrágio do {@i Compass Rose} em {@area chapter 3|072|x}, avançam do 2º para o 3º nível e estão prontos para visitar o Observatório do Penhasco em {@adventure chapter 4|DoSI|4}. Veja \"{@area Lost Wyrmling|03b|x}\".", "As {@area character sheets|002|x} explicam o que acontece quando os personagens sobem de nível."]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 3: Cursed Shipwreck",
			"page": 22,
			"id": "072",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/011-03-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1230,
					"credit": "Linda Lithén"
				},
				"Este capítulo presume que os personagens venham aqui antes das Cavernas Alga-Maré e que ainda estejam no 1º nível. Também inclui instruções para aumentar o perigo nos encontros de combate caso os personagens tenham concluído o capítulo 2, \"{@adventure Seagrow Caves|DoSI|2}\", antes de vir para cá e estejam agora no 2º nível.",
				{
					"type": "section",
					"name": "Shipwreck Overview",
					"page": 22,
					"id": "073",
					"entries": [
						"Desde a morte violenta de um dragão dourado no arrecife rochoso no lado norte da Ilha Naufragotempo, as rochas cobertas de ossos se tornaram o local de muitos naufrágios ao longo dos séculos. Um desses naufrágios deixou uma marca duradoura na ilha.",
						"Cerca de quarenta anos atrás, um navio chamado {@i Compass Rose} que levava passageiros rumo ao claustro naufragou no arrecife, matando todos a bordo. Para horror dos residentes do claustro, aqueles que se afogaram encontraram caminho até a praia como zumbis trôpegos. Desde a perda desse navio, cada novo naufrágio trouxe uma nova onda de marinheiros zumbis à costa da ilha. Felizmente, naufrágios são raros — ou eram, até recentemente.",
						"Há pouco tempo, uma {@creature harpy} se instalou no naufrágio do {@i Compass Rose}. Com sua voz magicamente hipnotizante, a harpia tem atraído navios para se chocarem contra o arrecife e vem se banqueteando com os infelizes marinheiros. Os marinheiros que escapam das garras da harpia acabam como zumbis ameaçando o povo do Descanso do Dragão.",
						"A harpia é apenas o problema mais imediato espreitando no casco destruído do {@i Compass Rose}. A maior ameaça é um talismã amaldiçoado guardado no porão do navio, imbuído de magia pelas preces desesperadas de um marinheiro morto há muito tempo a um senhor demônio. Essa maldição é responsável por os marinheiros afogados animarem como {@creature Zombie||zombies}. A maioria dos marinheiros que estavam a bordo quando o navio naufragou já se foi há muito, mas alguns zumbis ficaram presos no naufrágio por anos.",
						{
							"type": "inset",
							"name": "Other Shipwrecks",
							"page": 22,
							"id": "074",
							"entries": [
								"Este capítulo presume que os personagens atendam ao conselho de {@creature Runara|DoSI} e vasculhem o {@i Compass Rose} em busca de pistas sobre os naufrágios recentes. Se os personagens decidirem explorar outros naufrágios recentes, você pode usar o mapa do {@i Compass Rose} para representar a planta de convés de qualquer outro navio afundado, embora a maioria dos naufrágios esteja inteiramente submersa. Personagens explorando outros destroços podem encontrar mais zumbis — marinheiros mortos nos naufrágios que foram animados pelo talismã no porão do {@i Compass Rose}, mas que não conseguiram sair de seus navios por algum motivo. Eles também podem encontrar polvos gigantes (você pode usar o bloco de estatísticas de {@creature spore servant octopus|DoSI}), {@creature Ghoul||ghouls} ou outros perigos a bordo. Essas aventuras ficam a seu critério, mas somente o naufrágio do {@i Compass Rose} guarda o segredo para libertar o Descanso do Dragão dos ataques de zumbis."
							]
						},
						{
							"type": "entries",
							"name": "Shipwreck Features",
							"page": 23,
							"id": "075",
							"entries": [
								"O naufrágio do {@i Compass Rose} fica na extremidade norte de um longo espigão de rochas afiadas e ossos de dragão que se projetam das ondas do oceano, a cerca de 2½ milhas do claustro. Ele permanece majoritariamente acima da água, sustentado pelos ossos antigos que rasgaram seu casco. O naufrágio possui as seguintes características:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Walls",
											"entry": "As paredes de madeira encharcadas estão envelhecidas em tons doentios de preto e verde. Algas e cracas crescem pelas paredes em todo o naufrágio."
										},
										{
											"type": "item",
											"name": "Ceilings",
											"entry": "Os tetos no navio têm 8 pés de altura."
										},
										{
											"type": "item",
											"name": "Doors",
											"entry": "Os vãos das portas têm 6 pés de altura, e as portas estão na mesma condição encharcada que as paredes."
										},
										{
											"type": "item",
											"name": "Light",
											"entry": "Durante o dia, o sol enche o convés superior e o convés principal com luz intensa e o convés inferior com {@quickref Vision and Light|PHB|2||dim light}. A luz do sol não alcança o porão, e todo o naufrágio fica {@quickref Vision and Light|PHB|2||dark} à noite. Veja \"{@quickref Vision and Light|PHB|2||Vision}\" nas {@book Basic Rules|PHB}."
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Running This Chapter",
					"page": 23,
					"id": "076",
					"entries": [
						"O Descanso do Dragão possui um {@item rowboat} que os personagens podem usar para visitar o naufrágio do {@i Compass Rose}. A viagem de 2½ milhas leva cerca de 1 hora e 40 minutos remando. Quando os personagens chegarem, leia este texto:",
						{
							"type": "insetReadaloud",
							"id": "077",
							"entries": ["Ondas batem contra um navio abandonado encravado contra uma crista de rochas e enormes ossos de dragão. Um leve odor de podridão paira no ar do mar, junto ao som de gaivotas guinchando e o rugido da arrebentação. Um emaranhado de velas esfarrapadas e cordames pende pelo lado de estibordo do convés principal, oferecendo um possível meio de subir a bordo. Na popa, você distingue um buraco escancarado no casco abaixo da linha d’água."]
						},
						"Se os personagens atracarem o barco a remo no lado sul (estibordo) do navio, podem facilmente amarrar o barquinho aos cordames do casco e escalar até o convés principal ({@area area C1|079|x}). Contudo, eles são livres para explorar outras possibilidades de embarcar, como nadar pelo buraco no porão ({@area area C9|094|x}).",
						{
							"type": "entries",
							"name": "Shipwreck Locations",
							"page": 23,
							"id": "078",
							"entries": [
								"Os seguintes locais estão indexados ao mapa 4, que mostra o layout do naufrágio.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/012-map-3.01-wreck-of-compass-rose.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 32,
												"offsetY": 34,
												"scale": 2
											},
											"title": "Mapa 4: O Naufrágio do Compass Rose",
											"width": 1700,
											"height": 1214,
											"id": "0f2",
											"mapRegions": [
												{
													"area": "080",
													"points": [
														[255, 624],
														[218, 624],
														[135, 595],
														[135, 478],
														[215, 447],
														[255, 447],
														[255, 471],
														[223, 471],
														[223, 478],
														[252, 478],
														[252, 590],
														[224, 590],
														[224, 597],
														[255, 597]
													]
												},
												{
													"area": "07e",
													"points": [
														[469, 622],
														[517, 622],
														[525, 616],
														[535, 615],
														[545, 609],
														[537, 603],
														[559, 604],
														[585, 598],
														[612, 576],
														[623, 557],
														[632, 537],
														[627, 517],
														[608, 490],
														[582, 469],
														[556, 455],
														[532, 448],
														[469, 448],
														[469, 471],
														[502, 471],
														[502, 478],
														[476, 478],
														[476, 591],
														[502, 591],
														[502, 599],
														[469, 599]
													]
												},
												{
													"area": "082",
													"points": [
														[934, 532],
														[934, 476],
														[1017, 447],
														[1017, 478],
														[1050, 478],
														[1050, 532]
													]
												},
												{
													"area": "087",
													"points": [
														[932, 537],
														[1050, 537],
														[1050, 591],
														[1018, 591],
														[1018, 622],
														[1013, 622],
														[932, 594]
													]
												},
												{
													"area": "079",
													"points": [
														[1025, 622],
														[1025, 599],
														[1055, 599],
														[1055, 471],
														[1026, 471],
														[1026, 447],
														[1292, 447],
														[1292, 471],
														[1266, 471],
														[1266, 598],
														[1294, 598],
														[1294, 622]
													]
												},
												{
													"area": "089",
													"points": [
														[1273, 532],
														[1273, 479],
														[1299, 479],
														[1299, 449],
														[1318, 449],
														[1339, 453],
														[1361, 462],
														[1389, 481],
														[1405, 498],
														[1426, 532]
													]
												},
												{
													"area": "08d",
													"points": [
														[1273, 539],
														[1273, 590],
														[1302, 590],
														[1302, 620],
														[1323, 620],
														[1352, 612],
														[1384, 596],
														[1411, 569],
														[1426, 539]
													]
												},
												{
													"area": "08f",
													"points": [
														[138, 989],
														[138, 875],
														[216, 847],
														[515, 847],
														[533, 852],
														[556, 861],
														[579, 877],
														[602, 900],
														[619, 933],
														[603, 966],
														[580, 994],
														[555, 1009],
														[529, 1016],
														[500, 1020],
														[220, 1020]
													]
												},
												{
													"area": "094",
													"points": [
														[934, 939],
														[957, 942],
														[961, 950],
														[969, 940],
														[988, 935],
														[1003, 941],
														[1021, 951],
														[1036, 962],
														[1047, 972],
														[1060, 990],
														[1062, 1003],
														[1064, 1014],
														[1089, 1014],
														[1108, 1018],
														[1316, 1018],
														[1353, 1005],
														[1377, 993],
														[1391, 977],
														[1388, 958],
														[1386, 948],
														[1378, 936],
														[1377, 914],
														[1380, 900],
														[1399, 900],
														[1388, 889],
														[1376, 879],
														[1361, 867],
														[1338, 856],
														[1311, 847],
														[1012, 847],
														[934, 875]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/012-map-3.01-wreck-of-compass-rose.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/013-map-3.01-wreck-of-compass-rose-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 61,
												"offsetX": 32,
												"offsetY": 34,
												"scale": 2
											},
											"title": "Versão do Jogador",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f2"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "C1: Main Deck",
									"page": 23,
									"id": "079",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "07a",
											"entries": ["A madeira apodrecida do convés está escorregadia de algas e água do mar. Em meio ao emaranhado de cabos, balaustradas estilhaçadas e algas soltas, você nota botas, ossos e pedaços de vísceras que parecem bem mais recentes que o naufrágio deste navio.", "Escadas levam a conveses superiores na proa e na popa, e portas dão acesso a cabines sob esses conveses. O mastro principal permanece intacto e quase ereto, encimado por um ninho do corvo abarrotado de detritos. Uma escadaria próxima ao mastro e uma grande escotilha a bombordo levam para o porão."]
										},
										{
											"type": "entries",
											"name": "Crow's Nest",
											"page": 23,
											"id": "07b",
											"entries": ["Uma escada de corda sobe pelo mastro até o ninho do corvo, firme apesar do estado do naufrágio. O mastro balança perigosamente enquanto os personagens escalam, e no topo da subida de 50 pés os personagens descobrem que estão inclinados sobre a água no lado de bombordo (norte) do navio.", "O ninho do corvo agora serve de ninho para a harpia que fez do {@i Compass Rose} seu covil. A área em forma de cesto está entupida com raspas de madeira, capim seco e lona rasgada das velas dos navios. Fragmentos de ossos, tufos de cabelo e bugigangas brilhantes também são visíveis no ninho da harpia."]
										},
										{
											"type": "entries",
											"name": "Harpy's Return",
											"page": 23,
											"id": "07c",
											"entries": ["Quando os personagens chegam ao naufrágio, a {@creature harpy} está à procura de outro navio para atrair contra as rochas. Ela retorna depois que os personagens passam algum tempo a bordo, conforme descrito em \"{@area Harpy's Return|09a|x}\" mais adiante neste capítulo."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 23,
											"id": "07d",
											"entries": ["Personagens que vasculharem o ninho do corvo encontram uma pequena pulseira de ouro no valor de 25 po, um único brinco de argola de ouro no valor de 25 po, duas pequenas gemas de {@item tiger eye} no valor de 10 po cada e uma gema {@item bloodstone} no valor de 50 po."]
										}
									]
								},
								{
									"type": "entries",
									"name": "C2: Forecastle",
									"page": 23,
									"id": "07e",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "07f",
											"entries": ["O mastro de proa quebrado se inclina sobre um parapeito estilhaçado, com um emaranhado de cabos e lona esfarrapada descendo até as rochas e ossos de dragão abaixo. Uma balista enferrujada e apodrecida está perto do mastro quebrado."]
										},
										"A balista não funciona mais. Não há nada de interessante a encontrar aqui."
									]
								},
								{
									"type": "entries",
									"name": "C3: Quarterdeck",
									"page": 24,
									"id": "080",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "081",
											"entries": ["Os restos estilhaçados de um mastro se projetam deste convés traseiro como uma lança quebrada. O leme do navio está torto, deslocado de seu mecanismo."]
										},
										"O leme traz o nome do navio — {@i Compass Rose} — gravado e incrustado com madrepérola, embora, na posição atual do leme, o nome esteja de cabeça para baixo. Se um personagem girar o leme, ele se solta do eixo e cai. Se o personagem tentar segurar o leme antes que ele atinja o convés, peça ao jogador um {@dc 10} teste de Destreza {@book saving throw|PHB|7|Saving Throws}. Em caso de sucesso, o personagem segura o leme. Em caso de falha, o leme atinge o convés com um baque alto que chama a atenção dos {@creature Zombie||zombies} na área C4. Um momento depois, o baque é respondido por uma pancada forte contra a porta de C4, que se repete a cada 10 a 15 segundos."
									]
								},
								{
									"type": "entries",
									"name": "C4: Captain's Quarters",
									"page": 24,
									"id": "082",
									"entries": [
										"A porta dos aposentos do capitão está barricada por dentro, embora a tranca de madeira pesada que bloqueia a porta esteja meio podre. Um personagem que tente forçar a porta pode arrombá-la com um teste de Força {@dc 10} bem-sucedido.",
										{
											"type": "insetReadaloud",
											"id": "083",
											"entries": ["A porta arrebenta revelando dois marinheiros afogados numa cabine que um dia deve ter sido luxuosa. Uma estante, meio desabada, guarda livros e pergaminhos encharcados e se desfazendo. A escrivaninha de madeira polida apoia-se de forma torta em três pés; há uma bússola ornamentada incrustada em seu centro. A cama está coberta por roupas de cama apodrecidas e afunda no meio. Um buraco irregular escancara-se no piso ao lado da cama."]
										},
										"Se os personagens derrubaram o leme na área C3 ou precisaram de mais de um teste de Força para abrir a porta deste aposento, os dois {@creature Zombie||zombies} estão ao lado da porta quando ela se abre. Caso contrário, eles vagueiam sem rumo pela cabine. Em qualquer caso, eles avançam para atacar os personagens imediatamente.",
										{
											"type": "entries",
											"name": "Hole to the Hold",
											"page": 24,
											"id": "084",
											"entries": ["O buraco ao lado da cama do capitão se formou quando as tábuas podres cederam sob o peso do baú do capitão. Ele abriu um rombo também no piso do convés inferior ({@area area C8|08f|x}), indo parar no porão ({@area area C9|094|x})."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 24,
											"id": "085",
											"entries": ["Duas gavetas pequenas na escrivaninha contêm uma {@item pouch|PHB} com 50 po, um conjunto de {@item cartographer's tools|PHB} e uma {@item dagger|PHB}. A bússola incrustada no tampo pode ser facilmente removida; vale 25 po."]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 24,
											"id": "086",
											"entries": ["Se os personagens estiverem no 2º nível, adicione um terceiro {@creature zombie} a este encontro."]
										}
									]
								},
								{
									"type": "entries",
									"name": "C5: Galley",
									"page": 24,
									"id": "087",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "088",
											"entries": ["Um esqueleto sem cabeça, morto há muito, está escorado contra um balcão à direita, mas a cozinha está, de resto, vazia. A não ser que... o esqueleto acabou de se mexer?"]
										},
										"Caranguejinhos inofensivos estão subindo pelos restos esqueléticos, causando a ilusão de movimento."
									]
								},
								{
									"type": "entries",
									"name": "C6: Crew Quarters",
									"page": 24,
									"id": "089",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "08a",
											"entries": ["Seis beliches duplos alinham as bordas desta cabine. Pertences pessoais estão espalhados pela sala, e um retrato pintado desbotado pende de uma parede."]
										},
										"O retrato mostra um jovem casal sorrindo e se abraçando. Escritas ao pé do retrato estão as palavras \"Aleitha e Brastos — juntos para sempre\". A mulher, de cabelos negros, veste um uniforme de marinheira semelhante aos farrapos usados pelos zumbis a bordo deste navio. O homem, loiro, veste {@item fine clothes|PHB} de mercador.",
										{
											"type": "entries",
											"name": "Floorboard Stash",
											"page": 24,
											"id": "08b",
											"entries": ["Um personagem que vasculhe a cabine e seja bem-sucedido em um teste de Sabedoria ({@skill Perception}) {@dc 10} percebe uma tábua do assoalho no centro do cômodo ligeiramente mais elevada que as demais. Um personagem que levante a tábua aciona uma armadilha: um dardo minúsculo dispara para cima, realizando um ataque contra o personagem. Seu bônus de ataque é +5. Se acertar, causa 2 ({@dice 1d4}) de dano perfurante, e o personagem deve ser bem-sucedido em um teste de resistência de Constituição {@dc 11} ou sofrer 3 ({@dice 1d6}) de dano de veneno. Depois de acionada, a armadilha não dispara novamente, a menos que um personagem a reative. (Se os personagens descobrirem uma forma de levantar a tábua à distância segura, o dardo erra.)"]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 24,
											"id": "08c",
											"entries": ["Um {@item sack|PHB} cheio com 200 po repousa em um pequeno compartimento sob a tábua elevada."]
										}
									]
								},
								{
									"type": "entries",
									"name": "C7: Mess Hall",
									"page": 24,
									"id": "08d",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "08e",
											"entries": ["Uma mesa comprida ocupa a maior parte desta cabine, que deve ter servido como refeitório. Cadeiras em decomposição estão espalhadas, e vidros e louças quebrados cobrem o chão."]
										},
										"Não há nada de interessante a encontrar aqui."
									]
								},
								{
									"type": "entries",
									"name": "C8: Lower Deck",
									"page": 25,
									"id": "08f",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "090",
											"entries": ["A descida ao convés inferior é gelada, úmida e perturbadora. A água do mar encobre o piso e bate contra o casco. Caixotes e barris em decomposição estão espalhados, alguns flutuando livremente e outros empilhados nos cantos. Você ouve chafurdos quando um cadáver ambulante avança em sua direção, caminhando por água que não chega bem aos joelhos."]
										},
										"O {@creature zombie} é uma ameaça óbvia, mas outro monstro Morto-Vivo — um {@creature ghoul} — espreita na parte de ré do porão. Muito mais astuto que os zumbis, o ghoul espera para atacar até que os personagens estejam ocupados com o zumbi. Ele espera paralisar um personagem com seu ataque de Garra, então arrastar o personagem {@condition paralyzed} para longe e devorá-lo enquanto os outros lidam com o zumbi. Diferentemente dos zumbis, o ghoul não é um ex-tripulante do navio, mas um necrófago atraído pela presença de carne apodrecida.",
										"A água no piso varia de cerca de 6 polegadas de profundidade no lado de estibordo (sul) do navio a 18 polegadas no lado de bombordo (norte). A água torna todo o convés inferior um {@book difficult terrain|PHB|8|Difficult Terrain} (veja \"{@book Difficult Terrain|PHB|9|Difficult Terrain}\" nas {@book Basic Rules|PHB}).",
										{
											"type": "entries",
											"name": "Hole to the Hold",
											"page": 25,
											"id": "091",
											"entries": ["Um buraco no teto na parte noroeste da área leva para os aposentos do capitão ({@area area C4|082|x}). Ele é espelhado por um buraco semelhante diretamente abaixo. Os buracos foram causados pelo baú do capitão despencando pelas tábuas até o porão, onde ficou (veja {@area area C9|094|x})."]
										},
										{
											"type": "entries",
											"name": "2nd-Level Characters",
											"page": 25,
											"id": "092",
											"entries": ["Se os personagens estiverem no 2º nível, adicione dois zumbis a este encontro."]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 25,
											"id": "093",
											"entries": [
												"Algumas das mercadorias nas caixas aqui ainda têm valor. Usando um {@item crowbar|PHB}, um personagem pode alavancar a tampa de uma caixa em 1 minuto; sem um pé de cabra, leva 10 minutos. Quando um personagem abrir uma caixa, role um {@dice d6} e consulte a tabela Conteúdo da Caixa para determinar o que há dentro. Os personagens podem encontrar cada item da tabela uma vez.",
												{
													"type": "table",
													"caption": "Conteúdo da Caixa",
													"colLabels": ["d6", "Conteúdo"],
													"colStyles": ["col-2 text-center", "col-10"],
													"rows": [
														["1", "Cinco garrafas de vinho fino (no valor de 10 po cada) embaladas em palha, além de uma garrafa quebrada"],
														["2", "Um {@item sack|PHB} de 20 libras de cravo-da-índia inteiro, no valor de 60 po"],
														["3", "Dez pequenas barras de prata de 1 libra (no valor de 5 po cada)"],
														["4", "Um par de castiçais talhados em osso para parecerem dragões, no valor de 25 po cada"],
														["5", "Um {@item lute|PHB} fino com incrustações de madrepérola, no valor de 50 po"],
														["6", "Uma {@item spell scroll} de {@spell command}, selada em um estojo de couro"]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "C9: Hold",
									"page": 26,
									"id": "094",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "095",
											"entries": ["À medida que a água fria o envolve, revela-se um estranho mundo submarino. Algas coloridas crescem sobre o casco estilhaçado, especialmente ao redor do buraco escancarado na popa do navio. Peixinhos velozes ziguezagueiam entre pedaços de destroços e cargas."]
										},
										"Consulte \"{@book Climbing, Swimming, and Crawling|PHB|8|Climbing, Swimming, and Crawling}\" e \"{@book Suffocating|PHB|8|Suffocating}\" em \"{@book The Environment|PHB|8|The Environment}\" nas {@book Basic Rules|PHB} enquanto os personagens avançam pelo porão submerso. Felizmente para eles, a menos que algo dê errado, não há grande pressão de tempo enquanto nadam por aqui. Eles podem emergir (pelo buraco no piso da área C8, ou no topo da escada para C8) para respirar quantas vezes precisarem.",
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/014-03-002.seaweed.webp"
											},
											"width": 850,
											"height": 841,
											"credit": "Jenn Ravenna"
										},
										{
											"type": "entries",
											"name": "Captain's Chest",
											"page": 26,
											"id": "096",
											"entries": [
												"Um pesado baú de ferro jaz no piso do porão, diretamente sob o buraco por onde caiu. Se um personagem abrir o baú ali mesmo, uma grande bolha de ar escapa, e um embrulho, envolto e selado em tecido encerado, sobe logo depois. Embora o baú seja pesado (cerca de 125 libras), os personagens também podem carregá-lo até a superfície antes de abri-lo.",
												"O baú contém uma {@item pouch|PHB} com 55 po e três {@item Turquoise||turquoise stones} (no valor de 10 po cada), além de um par de {@item boots of elvenkind}. O pacote flutuante contém o diário do capitão, que foi mantido a salvo da água pela embalagem. Uma trança de cabelo está presa às páginas como marcador, indicando a última entrada do registro. A última entrada diz o seguinte:",
												{
													"type": "insetReadaloud",
													"name": "19 Tarsakh",
													"page": 26,
													"id": "097",
													"entries": [
														"Nossa viagem terminou, embora eu tema que a minha vá continuar da forma mais horrível imaginável. O {@i Compass Rose} naufragou num baixio ao sul de Neverwinter. Muitos marinheiros pereceram no impacto inicial, e Aleitha ficou gravemente ferida. Enquanto eu tratava seus ferimentos, ela apertou seu talismã e murmurou orações suaves. Perguntei o que significava o talismã. Ela me disse: amor. Seu marido a espera no Descanso do Dragão, tendo jurado seu serviço ao dragão de lá. O talismã é feito de mechas de seus cabelos, entrelaçadas como uma promessa de se reunirem, não importando o destino que lhes coubesse. Poderia ter sido uma bela história, não fosse o fim horrendo de Aleitha — e as palavras da oração que ouvi quando ela soltou o último suspiro. Pois ela suplicava a Orcus, o Príncipe da Não-Vida, que a reunisse ao marido.",
														"Segurei suas mãos quando a respiração a deixou, e senti um frio horrível atravessá-la. No momento seguinte, ela cravava os dentes no meu pescoço. Ao mesmo tempo, ouvi gemidos começarem a subir dos marinheiros mortos ao nosso redor. Que maldição ela trouxe sobre todos nós?",
														"Já sinto um frio rastejante tomar meu corpo. Estou guardando o talismã dela com este livro no meu baú, na esperança de que alguém que venha depois de nós encerre este pesadelo levando o talismã de Aleitha a seu marido."
													]
												},
												"O talismã é formado por longas mechas de cabelo — algumas loiras, outras negras — trançadas e atadas em torno de dois pequenos ossos de dedo. Se um personagem conjurar {@spell detect magic}, o talismã revela portar magia da escola de necromancia. Veja \"{@area Ending This Chapter|09e|x}\" para mais sobre o talismã.",
												"Tarsakh é um mês do calendário dos Reinos Esquecidos, correspondendo aproximadamente a abril. Nenhum ano é especificado no registro."
											]
										},
										{
											"type": "entries",
											"name": "About Orcus",
											"page": 26,
											"id": "098",
											"entries": ["Conhecido como o Príncipe Demônio da Não-Vida e o Senhor do Sangue, o senhor demônio Orcus é um ímpio cujo poder rivaliza com o dos deuses. Reinando sobre hordas de demônios no plano de existência aterrador chamado Abismo, Orcus almeja transformar o multiverso em um lugar hediondo de morte. Muitas criaturas Mortos-Vivos (como {@creature Ghoul||ghouls}) o veneram ou buscam barganhar com ele em troca de algum fragmento de seu poder sobre a não-vida."]
										},
										{
											"type": "entries",
											"name": "A New Threat",
											"page": 26,
											"id": "099",
											"entries": ["Depois que os personagens encontrarem o baú do capitão, quando subirem do porão ao convés inferior, ouvirão um baque pesado no convés acima quando a {@creature harpy} pousar no convés principal. Veja \"{@area Harpy's Return|09a|x}\" abaixo."]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Harpy's Return",
							"page": 27,
							"id": "09a",
							"entries": [
								"A {@creature harpy} que fez do ninho do corvo ({@area area C1|079|x}) seu covil retorna ao navio quando uma destas condições é atendida:",
								{
									"type": "list",
									"items": ["Os personagens encontram o baú do capitão no porão ({@area area C9|094|x}) e retornam ao convés inferior ({@area area C8|08f|x}).", "Os personagens encerram um descanso curto ou longo no navio."]
								},
								"Na próxima vez que os personagens se mostrarem no convés principal, a harpia os confronta:",
								{
									"type": "insetReadaloud",
									"id": "09b",
									"entries": ["Uma criatura aterrorizante empoleira-se no topo do ninho do corvo, abrindo suas asas desgrenhadas e soltando um guincho áspero. Suas asas e pernas lembram as de um abutre sarnento, enquanto cabeça, torso e braços parecem quase humanos. Ela segura um grande osso como um porrete e flexiona as garras."]
								},
								"Em seu primeiro turno, a harpia usa sua Canção Sedutora na tentativa de enfeitiçar os personagens e atraí-los até o ninho do corvo. Um personagem {@condition charmed} pela Canção Sedutora da harpia acha que é o som mais bonito que já ouviu. É fácil imaginar como um navio poderia ser desviado de sua rota para se aproximar da fonte dessa música.",
								{
									"type": "entries",
									"name": "Talking to the Harpy",
									"page": 27,
									"id": "09c",
									"entries": [
										"A {@creature harpy} é cruel e faminta por carne, mas fala Comum e pode ser persuadida. Não é fácil convencer o monstro sedento de sangue a mudar seus modos e deixar o naufrágio do {@i Compass Rose}, mas se os jogadores apresentarem um argumento forte (possivelmente apoiado por testes altos de Carisma), a harpia coopera. Estas táticas têm mais chance de convencê-la a partir:",
										{
											"type": "list",
											"items": ["Se os personagens já reduziram a harpia a menos da metade dos pontos de vida, ela pode fugir.", "Se os personagens reivindicaram o tesouro do ninho do corvo enquanto a harpia estava ausente, ela pode concordar em partir em troca da devolução de seu tesouro.", "Se os personagens estiverem no 2º nível e duas harpias estiverem presentes (veja abaixo), os personagens podem explorar a desconfiança entre elas e convencê-las a se separar e deixar a área."]
										}
									]
								},
								{
									"type": "entries",
									"name": "2nd-Level Characters",
									"page": 27,
									"id": "09d",
									"entries": ["Se os personagens estiverem no 2º nível, adicione uma segunda harpia ao encontro. Essa harpia inicialmente se empoleira na balista em {@area area C2|07e|x} e usa sua própria Canção Sedutora. Embora sejam aliadas, as harpias não confiam uma na outra."]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ending This Chapter",
					"page": 27,
					"id": "09e",
					"entries": [
						"Se os personagens derrotarem a harpia, um problema estará resolvido: navios não serão mais atraídos às rochas, e naufrágios voltarão a ser raros.",
						"Se os personagens encontrarem o talismã de Aleitha no porão, poderão solucionar completamente o problema dos zumbis. Se levarem o talismã a {@creature Runara|DoSI} e explicarem o que encontraram no diário do capitão, {@creature Runara|DoSI} acena tristemente. Ela se lembra do marido de Aleitha, Brastos, mas ele morreu há muitos anos. Ele foi sepultado no cemitério no topo dos penhascos no ponto norte da ilha, a noroeste do Descanso do Dragão.",
						"As sepulturas no pequeno cemitério do penhasco estão cobertas de flores silvestres brancas e marcadas por simples tábuas de madeira. Se os personagens colocarem o talismã sobre o túmulo de Brastos, enterrá-lo no solo sobre a sepultura ou queimá-lo sobre o túmulo, o vento parece suspirar aliviado. Uma névoa espessa se forma ao redor das rochas ao norte da ilha. A névoa permanece durante a noite e, quando se dissipa, não resta vestígio do {@i Compass Rose}.",
						"Os personagens também podem desconsiderar as palavras do diário do capitão e destruir o talismã enquanto estiverem a bordo do navio. Isso também rompe a maldição — os personagens ainda sentem algo como um suspiro no ar, a névoa sobe para engolfar o naufrágio enquanto eles remam para longe, e o navio não está mais lá quando a névoa se dissipa no dia seguinte.",
						"Se os personagens desfizerem a maldição do talismã, na próxima vez que dormirem, o personagem clérigo tem outro sonho. Leia este texto para o jogador do clérigo:",
						{
							"type": "insetReadaloud",
							"id": "09f",
							"entries": ["Em seu sonho, você está mais uma vez no convés do navio que o trouxe até aqui, e vê a Ilha Naufragotempo envolta em escuridão, exatamente como em seus sonhos anteriores. À medida que você navega para mais perto, a escuridão se desfaz, e um raio ofuscante de luz solar brilha sobre a ilha. Uma pluma suave de fumaça branca se ergue da ilha enquanto a escuridão é dissipada. Então a escuridão e a fumaça desaparecem, a luz aumenta e o envolve também, e você sente o amor e a aprovação de sua divindade."]
						},
						{
							"type": "entries",
							"name": "Gain a Level",
							"page": 27,
							"id": "0a0",
							"entries": ["Após concluírem este capítulo da aventura, os personagens sobem um nível. Se visitaram o {@i Compass Rose} antes das Cavernas Alga-Maré, avançam para o 2º nível. Os residentes do Descanso do Dragão os incentivam a visitar as Cavernas Alga-Maré em seguida (veja \"{@area Sea Caves|033|x}\"). Se os personagens já exploraram as cavernas, avançam para o 3º nível e estão prontos para visitar o Observatório do Penhasco em {@adventure chapter 4|DoSI|4}. Veja \"{@area Lost Wyrmling|03b|x}\".", "As {@area character sheets|002|x} explicam o que acontece quando os personagens sobem de nível."]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 4: Clifftop Observatory",
			"page": 28,
			"id": "0a1",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/015-04-001.splash-art.webp"
					},
					"width": 1700,
					"height": 1099,
					"credit": "Alex Stone"
				},
				"Este capítulo presume que os personagens visitam o observatório após explorar as Seagrow Caves e o naufrágio do {@i Compass Rose}, e, portanto, já alcançaram o 3º nível. Se vierem aqui antes de visitar os outros locais da aventura, os encontros de combate provavelmente serão difíceis demais para eles. Por isso {@creature Runara|DoSI} não dará aos personagens a chave de moonstone nem informações sobre o observatório até que tenham lidado com os outros problemas da ilha. Se necessário, você pode fazer {@creature Runara|DoSI} alertar os personagens de que ainda não estão prontos para encarar esta parte da aventura.",
				{
					"type": "section",
					"name": "Observatory Overview",
					"page": 28,
					"id": "0a2",
					"entries": [
						"Em seu auge, o Clifftop Observatory era uma maravilha de inovação mágica. Adornado com belos vitrais e espirais de mármore, as torres do observatório se erguiam muito acima do mar revolto em ilhotas separadas, ligadas por pontes cintilantes de energia mágica. Mas o observatório foi destruído quando {@creature Runara|DoSI} combateu sua rival dragão azul séculos atrás, e agora jaz em ruínas, uma lembrança desmoronada tomada pela natureza.",
						"Nos últimos meses, as ruínas do observatório tornaram-se lar de um arrogante {@creature blue dragon wyrmling} chamado Sparkrender, descendente da antiga rival de {@creature Runara|DoSI}. Como seu ancestral, Sparkrender busca reivindicar a magia destrutiva que permanece no local. Assim como {@creature Runara|DoSI}, Sparkrender recrutou kobolds para sua causa.",
						"Cerca de cinco dias antes da chegada dos personagens à ilha, um {@creature bronze dragon wyrmling} chamado Aidron deixou a segurança de Dragon's Rest e a tutela de {@creature Runara|DoSI} e veio ao antigo observatório. Os dois filhotes se encontraram e imediatamente entraram em conflito. Sparkrender tentou voltar o filhote de bronze contra {@creature Runara|DoSI}, mas o ódio de Aidron por dragões cromáticos foi mais forte do que seu desentendimento com {@creature Runara|DoSI}. Por fim, Sparkrender superou Aidron e o aprisionou nas ruínas do observatório.",
						"Sparkrender acredita que Aidron é a chave para destravar a magia do observatório e reivindicar o poder de seu ancestral. Com o filhote de bronze aprisionado, Sparkrender começou a planejar um ritual que despertará os espíritos de todos os dragões mortos da ilha e os prenderá à sua vontade—ao custo da vida de Aidron.",
						{
							"type": "entries",
							"name": "Observatory Features",
							"page": 29,
							"id": "0a3",
							"entries": ["O observatório foi construído sobre uma série de agulhas de basalto que se erguem do oceano na ponta sudeste de Stormwreck Isle. Quase todos os antigos tetos e paredes da estrutura desabaram, expondo as ruínas ao ar livre.", "Salvo indicação em contrário, as ruínas ficam a 30 pés acima da superfície do oceano. As falésias acidentadas oferecem abundantes apoios para mãos e pés, então um personagem que salte ou caia na água e sobreviva (veja \"{@book Falling|PHB|8|Falling}\" nas {@book Basic Rules|PHB}) pode escalar de volta sem precisar fazer um teste de habilidade."]
						}
					]
				},
				{
					"type": "section",
					"name": "Running This Chapter",
					"page": 29,
					"id": "0a4",
					"entries": [
						"Quando os personagens decidem visitar o Clifftop Observatory, eles têm três opções para chegar ao local:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "By Boat",
									"entry": "Dragon's Rest tem um {@item rowboat} que os personagens podem levar contornando o extremo leste da ilha. A viagem até o observatório tem 5 milhas, o que leva cerca de 3 horas e 20 minutos remando."
								},
								{
									"type": "item",
									"name": "Along the Coast",
									"entry": "Caminhar pela costa da ilha é um pouco mais fácil do que remar e é uma viagem mais rápida, apesar de os personagens precisarem contornar a baía leste em vez de cruzá-la remando. A viagem de 6 milhas leva apenas 2 horas em um ritmo normal de caminhada."
								},
								{
									"type": "item",
									"name": "Overland",
									"entry": "Os personagens podem caminhar para sudeste a partir de Dragon's Rest até a cabeceira da baía, onde um caminho rústico cruza a ilha em direção à baía leste. O terreno rochoso da ilha é {@book difficult terrain|PHB|8|Difficult Terrain}, mas ainda assim esta é a rota mais rápida e direta. Os personagens podem percorrer as 3½ milhas em cerca de 1 hora e 15 minutos."
								}
							]
						},
						{
							"type": "entries",
							"name": "Approaching by Land",
							"page": 29,
							"id": "0a5",
							"entries": [
								"Se os personagens se aproximarem do observatório por terra, leia o seguinte texto:",
								{
									"type": "insetReadaloud",
									"id": "0a6",
									"entries": ["Escalando o terreno rochoso de Stormwreck Isle, vocês avistam estranhas e retorcidas saliências de cristal vítreo brotando do solo. A vegetação nesta área exibe cicatrizes ramificadas avermelhadas que formam formas semelhantes. De repente, vocês ouvem um rugido estridente e percebem uma forma azul alada e cintilante planando acima."]
								},
								"A forma azul é Sparkrender sobrevoando. Esse vislumbre do dragão é uma oportunidade para deixar seus jogadores nervosos com o inimigo que estão prestes a enfrentar. Sinta-se à vontade para elaborar a descrição de Sparkrender e explorar a preocupação dos personagens de que ele possa notá-los, mas, no fim, ele passa sem percebê-los. Os personagens o veem pousar em uma agulha rochosa ao largo da costa, retornando ao seu tesouro entre as ruínas ({@adventure area {@dice D5}|DoSI|4|D5: Observatory Tower}).",
								"Um personagem que examinar as saliências cristalinas ou a vegetação marcada pode fazer um teste de Inteligência ({@skill Nature}) {@dc 10}. Em caso de sucesso, o personagem reconhece o fenômeno como sinal de raios—ou do sopro elétrico de um dragão azul ou bronze.",
								"Pressupondo que os personagens continuem em direção ao observatório, eles chegam em breve à {@adventure area {@dice D1}|DoSI|4|D1: Overlook}, descrita abaixo."
							]
						},
						{
							"type": "entries",
							"name": "Approaching by Water",
							"page": 29,
							"id": "0a7",
							"entries": [
								"Se os personagens remarem até o observatório, leia este texto em vez do anterior:",
								{
									"type": "insetReadaloud",
									"id": "0a8",
									"entries": ["Ao contornar a ponta sudeste da ilha, vocês conseguem ver ruínas desmoronadas no topo de colunas de basalto logo além do corpo principal da ilha. Se puxarem o barco para a costa da ilha, seria uma caminhada fácil até o topo das falésias, embora não haja uma ponte óbvia das falésias até as ruínas. Alternativamente, vocês poderiam amarrar o barco na base das colunas e tentar escalar diretamente até as ruínas.", "Enquanto consideram essas opções, vocês ouvem um rugido estridente e percebem uma forma azul alada e cintilante voando à frente. A figura pousa no topo da coluna mais distante de Stormwreck Isle e desaparece de vista."]
								},
								"Novamente, Sparkrender não percebe os personagens ao retornar ao seu covil, mas sinta-se à vontade para provocar os jogadores com a ideia de que ele {@i pode} notá-los.",
								"Se os personagens encalharem o barco na costa, podem escalar facilmente os penhascos até a {@adventure area {@dice D1}|DoSI|4|D1: Overlook}, descrita abaixo. Se amarrarem o barco na base de um dos pilares, podem, em vez disso, escalar até a área no topo dele (área {@adventure {@dice D2}|DoSI|4|D2: Rotunda Ruins}, {@adventure {@dice D3}|DoSI|4|D3: Kobold Camp}, {@adventure {@dice D4}|DoSI|4|D4: Isolated Study} ou {@adventure {@dice D5}|DoSI|4|D5: Observatory Tower})."
							]
						},
						{
							"type": "entries",
							"name": "Sparkrender's Kobold Allies",
							"page": 29,
							"id": "0a9",
							"entries": [
								"Os kobolds que se uniram a Sparkrender são de tendência leal e maligna e cruéis. Sua reação inicial a forasteiros é hostil (veja \"{@book Social Interaction|PHB|8|Social Interaction}\" nas {@book Basic Rules|PHB}), mas é mais provável que alertem intrusos para deixarem as ruínas do que ataquem imediatamente. Eles prontamente ameaçam com violência e cumprem as ameaças com combate, se necessário.",
								"Como uma ação, um personagem pode tentar convencer um kobold hostil a conversar ou permitir que os personagens explorem a área, conseguindo isso em um teste de Carisma {@dc 15}. Dependendo da abordagem do personagem, as perícias {@skill Deception}, {@skill Intimidation} ou {@skill Persuasion} podem ser aplicadas ao teste.",
								"Esta lista resume o que os kobolds sabem:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Kobold History",
											"entry": "Os kobolds daqui servem a Sparkrender há cerca de um ano. Eles reverenciam o dragão azul como uma figura semidivina e confiam que ele proverá todas as suas necessidades."
										},
										{
											"type": "item",
											"name": "Big Plans",
											"entry": "Sparkrender tem grandes planos que lhe permitirão manifestar todo o seu poder. O filhote está esperando a escultura nas ruínas da rotunda ({@adventure area {@dice D2}|DoSI|4|D2: Rotunda Ruins}) dizer que é hora de agir. Os kobolds acham que deve ser em breve—possivelmente até hoje."
										},
										{
											"type": "item",
											"name": "Dragon Visitor",
											"entry": "Há pouco tempo, chegou outro dragão. Esse outro dragão tinha um tamanho semelhante ao de Sparkrender, mas parecia metal amarelado esverdeado. Eles se lembram de ter ouvido os dois discutindo na torre do observatório ({@adventure area {@dice D5}|DoSI|4|D5: Observatory Tower}) e, desde então, ouviram o outro dragão ruguindo e fazendo barulho dentro da torre ({@adventure area {@dice D6}|DoSI|4|D6: Secret Library})."
										},
										{
											"type": "item",
											"name": "Caved-In Wall",
											"entry": "Embora os kobolds estejam tentando arrumar as ruínas, Sparkrender especificamente lhes disse para não limpar a parede recém-desmoronada na base da torre do observatório (área {@dice D6}). A parede desabada é visível a partir da {@adventure area {@dice D3}|DoSI|4|D3: Kobold Camp}."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Observatory Locations",
							"page": 30,
							"id": "0aa",
							"entries": [
								"Os seguintes locais estão referenciados ao mapa 5, que mostra o layout do Clifftop Observatory.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/016-map-4.01-clifftop-observatory.webp"
											},
											"imageType": "map",
											"grid": {
												"type": "square",
												"size": 77,
												"offsetX": 9,
												"offsetY": 9,
												"scale": 2
											},
											"title": "Mapa 5: Clifftop Observatory",
											"width": 1700,
											"height": 1214,
											"id": "0f3",
											"mapRegions": [
												{
													"area": "0ab",
													"points": [
														[44, 540],
														[72, 533],
														[87, 524],
														[98, 520],
														[106, 526],
														[121, 528],
														[127, 548],
														[140, 561],
														[161, 555],
														[175, 563],
														[185, 566],
														[203, 559],
														[222, 562],
														[230, 569],
														[241, 582],
														[247, 598],
														[252, 612],
														[271, 618],
														[284, 631],
														[294, 643],
														[302, 654],
														[319, 660],
														[323, 679],
														[324, 690],
														[322, 702],
														[325, 719],
														[328, 727],
														[322, 740],
														[310, 747],
														[302, 750],
														[294, 764],
														[283, 779],
														[267, 784],
														[257, 792],
														[252, 802],
														[252, 816],
														[243, 830],
														[235, 844],
														[218, 856],
														[214, 868],
														[194, 871],
														[176, 873],
														[159, 883],
														[144, 879],
														[136, 872],
														[116, 872],
														[109, 883],
														[100, 893],
														[90, 900],
														[81, 908],
														[64, 931],
														[44, 938]
													]
												},
												{
													"area": "0b2",
													"points": [
														[513, 538],
														[471, 538],
														[437, 506],
														[437, 472],
														[468, 435],
														[468, 394],
														[578, 394],
														[591, 390],
														[607, 398],
														[616, 424],
														[616, 500],
														[538, 500],
														[538, 512]
													]
												},
												{
													"area": "0b9",
													"points": [
														[991, 522],
														[972, 504],
														[972, 431],
														[1043, 359],
														[1116, 359],
														[1189, 430],
														[1189, 506],
														[1119, 574],
														[1045, 574]
													]
												},
												{
													"area": "0b4",
													"points": [
														[470, 997],
														[437, 965],
														[437, 932],
														[469, 896],
														[501, 896],
														[515, 902],
														[522, 913],
														[533, 926],
														[537, 937],
														[537, 963],
														[503, 997]
													]
												},
												{
													"area": "0ad",
													"points": [
														[588, 735],
														[588, 658],
														[589, 650],
														[616, 625],
														[673, 576],
														[702, 552],
														[885, 552],
														[928, 590],
														[959, 618],
														[998, 651],
														[997, 696],
														[1000, 729],
														[988, 739],
														[961, 767],
														[949, 788],
														[928, 804],
														[920, 816],
														[908, 828],
														[894, 839],
														[885, 841],
														[702, 841],
														[675, 820],
														[615, 766]
													]
												},
												{
													"area": "0bf",
													"points": [
														[1247, 960],
														[1317, 1030],
														[1383, 1030],
														[1453, 959],
														[1453, 895],
														[1382, 827],
														[1320, 827],
														[1312, 820],
														[1300, 822],
														[1295, 834],
														[1287, 840],
														[1270, 852],
														[1261, 860],
														[1250, 879],
														[1249, 891]
													]
												}
											],
											"hrefThumbnail": {
												"type": "internal",
												"path": "adventure/DoSI/thumbnail/016-map-4.01-clifftop-observatory.webp"
											},
											"credit": "Mike Schley"
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "adventure/DoSI/017-map-4.01-clifftop-observatory-player.webp"
											},
											"imageType": "mapPlayer",
											"grid": {
												"type": "square",
												"size": 77,
												"offsetX": 9,
												"offsetY": 9,
												"scale": 2
											},
											"title": "Versão do Jogador",
											"width": 1700,
											"height": 1214,
											"mapParent": {
												"id": "0f3"
											},
											"credit": "Mike Schley"
										}
									]
								},
								{
									"type": "entries",
									"name": "D1: Overlook",
									"page": 30,
									"id": "0ab",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0ac",
											"entries": ["Um caminho quebrado e tomado pelo mato leva à beira do penhasco. O mirante é marcado por duas estátuas de mármore com veios dourados, cada uma esculpida na forma de um dragão com a boca aberta em um rugido silencioso."]
										},
										"Na base de cada estátua há uma pequena cavidade hexagonal, com cerca de 2,5 cm de largura e 5 cm de profundidade—perfeitamente dimensionada para acomodar a chave de moonstone que {@creature Runara|DoSI} lhes deu.",
										"Quando a chave é inserida na base de qualquer uma das estátuas, luz mágica acende na boca aberta de ambas, e uma ponte cintilante feita de energia mágica iridescente se estende do mirante até as ruínas do observatório (área {@dice D2}). A ponte é firme e dura até que a chave seja retirada da estátua."
									]
								},
								{
									"type": "entries",
									"name": "D2: Rotunda Ruins",
									"page": 31,
									"id": "0ad",
									"entries": [
										{
											"type": "insetReadaloud",
											"id": "0ae",
											"entries": ["Pedras partidas revestem esta praça—fragmentos de estátuas elegantes, colunas outrora magníficas e paredes de mármore reluzentes. No centro, uma alta escultura de planetas enferrujados e estrelas douradas gira preguiçosamente, numa imitação trêmula do movimento celeste.", "Um guincho gorgolejante irrompe de repente do outro lado da praça. Meia dúzia de criaturas semelhantes a morcegos estão enxameando em volta de dois kobolds alados com tinta azul espalhada sobre seus longos focinhos. Os kobolds lutam ferozmente, mas parecem prestes a ser dominados."]
										},
										"Os dois {@creature Winged Kobold||winged kobolds} estão em combate com oito {@creature Stirge||stirges}. Quando os personagens entram na área, seis das stirges voltam sua atenção para esta nova presa mais suculenta. Os kobolds tentam lidar com as duas stirges restantes e, então, decidem o que fazer com base no que os personagens estão fazendo. Se os personagens ajudarem ativamente os kobolds durante a batalha, os kobolds retribuem o favor. Se os personagens atacarem os kobolds em vez de (ou além de) as stirges, os kobolds revidam. Caso contrário, os kobolds ficam à distância, tentando não atrapalhar até que a luta termine.",
										"Depois que as stirges forem derrotadas, se os kobolds sobreviverem, eles se aproximam dos personagens. Seus nomes são Mek e Minn, e são irmãos de {@creature Myla|DoSI}, a kobold inventora em Dragon's Rest. Eles deixaram a irmã como morta após o ataque de stirges que mutilou suas asas. Juraram lealdade a Sparkrender e compartilham do comportamento cruel e altivo do dragão.",
										"Se os personagens ajudaram ativamente os kobolds ou mencionarem que {@creature Myla|DoSI} está viva, a atitude dos kobolds se torna amigável. Eles oferecem apresentar os personagens ao seu líder e ajudar no que puderem (como recuperar a chave de moonstone na {@adventure area {@dice D1}|DoSI|4|D1: Overlook} para que os personagens possam ativar a ponte até {@adventure {@dice D4}|DoSI|4|D4: Isolated Study}). Eles não ajudarão os personagens a lutar contra Sparkrender; são leais ao dragão.",
										{
											"type": "entries",
											"name": "Golden Sculpture",
											"page": 31,
											"id": "0af",
											"entries": ["A escultura no centro da rotunda é um modelo astronômico usado para pesquisa em séculos passados. A escultura retrata o planeta Toril (o mundo de Forgotten Realms), sua lua (chamada Selûne), o sol e outros sete planetas, além de um cometa com órbita muito excêntrica. Um personagem que estude a escultura pode desvendar sua importância com um teste de Inteligência ({@skill Arcana}) {@dc 15}: sua posição atual sugere que o cometa em breve passará muito perto de Toril.", "Sparkrender planeja realizar seu ritual quando o cometa estiver no ponto mais próximo. Ele acredita que o cometa, chamado Estrela Matadora de Reis (King-Killer Star), controla o destino dos dragões e permitirá que ele reivindique o poder dos dragões que caíram em Stormwreck Isle."]
										},
										{
											"type": "entries",
											"name": "Dragon Effigies",
											"page": 31,
											"id": "0b0",
											"entries": [
												"O ataque das stirges interrompeu os kobolds em sua tarefa designada de preparar este local para o ritual de Sparkrender. Com a ajuda do filhote, eles esculpiram grosseiramente cinco pedaços de entulho em formas vagamente dracônicas e respingaram tinta em cada um, e os kobolds estavam no processo de organizá-los ao redor da escultura metálica. Cada efígie tem gravado o nome do dragão que representa. Estes são os nomes e cores dos cinco dragões:",
												{
													"type": "table",
													"colLabels": ["Name", "Color"],
													"colStyles": ["col-6", "col-6"],
													"rows": [
														["Astalagan", "Bronze"],
														["Clyssavar", "Gold"],
														["Eldenemir", "Blue"],
														["Sharruth", "Red"],
														["Turadaer", "Brass"]
													]
												},
												"Se os personagens perguntarem aos kobolds sobre essas efígies de dragão, Mek e Minn se enchem de orgulho e explicam que as confeccionaram de acordo com as instruções de Sparkrender. Os kobolds sabem que as efígies têm algum papel nos planos de Sparkrender."
											]
										},
										{
											"type": "entries",
											"name": "Energy Bridge Anchors",
											"page": 31,
											"id": "0b1",
											"entries": ["Um par de estátuas de dragão como as da {@adventure area {@dice D1}|DoSI|4|D1: Overlook} fica no lado oeste da rotunda, e outro par fica no lado sudoeste. Se a chave de moonstone for inserida em uma dessas estátuas, o par ocidental cria uma ponte de volta ao mirante (área {@dice D1}), e o par sudoeste cria uma ponte até uma torre isolada e desmoronada ({@adventure area {@dice D4}|DoSI|4|D4: Isolated Study})."]
										}
									]
								},
								{
									"type": "entries",
									"name": "D3: Kobold Camp",
									"page": 31,
									"id": "0b2",
									"entries": [
										"Uma ponte precária de madeira flutuante e corda atravessa o vão de 15 pés entre a rotunda (área {@dice D2}) e esta estrutura.",
										{
											"type": "insetReadaloud",
											"id": "0b3",
											"entries": ["Sons de arranhar e sussurros vêm do interior desta torre em ruínas. Lacunas na pedra foram remendadas com tábuas de madeira e panos puídos."]
										},
										"Três {@creature Kobold||kobolds} (Ekrash, Erp e Hev) e dois {@creature Winged Kobold||winged kobolds} (Nuhro e Snirke) habitam atualmente este acampamento, polindo {@item Sling Bullet|PHB|sling bullets} e se mantendo ocupados até ser hora do ritual de Sparkrender. Inicialmente, os kobolds são hostis aos personagens, determinados a espantar os invasores. Eles são suscetíveis à intimidação; como uma ação, um personagem pode fazer um teste de Carisma ({@skill Intimidation}) {@dc 13}, convencendo-os a recuar em caso de sucesso."
									]
								},
								{
									"type": "entries",
									"name": "D4: Isolated Study",
									"page": 32,
									"id": "0b4",
									"entries": [
										"Nenhuma ponte atravessa o vão de 22 pés entre a rotunda e esta agulha, a menos que os personagens usem a chave de moonstone para ativar a ponte de energia na {@adventure area {@dice D2}|DoSI|4|D2: Rotunda Ruins}. Os personagens podem inventar inúmeras maneiras engenhosas de cruzar o vão. Veja a barra lateral \"{@area Clever Solutions|0b7|x}\" para conselhos que o ajudarão a determinar se essas soluções funcionam.",
										{
											"type": "insetReadaloud",
											"id": "0b5",
											"entries": ["O ritmo das ondas abaixo ecoa por toda esta torre apertada. Parte do piso desabou, despencando em uma câmara abaixo. Em meio aos destroços, estantes caídas se projetam em ângulos estranhos, e livros embolorados estão espalhados pelo chão."]
										},
										{
											"type": "entries",
											"name": "Scholar's Journal",
											"page": 32,
											"id": "0b6",
											"entries": [
												"Embora a maioria dos livros tenha se desfeito, um tomo—um pequeno diário preto com uma fechadura ornamentada—permanece intacto. Um personagem que examine o livro e tenha sucesso em um teste de Sabedoria ({@skill Perception}) {@dc 15} nota uma pequena runa arcana gravada acima do buraco da chave na fechadura do diário. Um personagem que conjure a magia {@spell detect magic} também vê uma aura tênue ao redor do buraco da chave.",
												"Essa runa é uma armadilha mágica que dispara se o diário for aberto sem a chave original, que se perdeu há muito tempo. Um personagem que obtiver sucesso em um teste de Inteligência ({@skill Arcana}) {@dc 11} pode determinar como desarmar a armadilha: riscando cuidadosamente a runa com uma adaga, um pedaço de arame afiado ou implemento similar. Feito isso, o diário pode ser aberto com segurança, seja arrombando a fechadura com ferramentas de ladrão e sucesso em um teste de Destreza {@dc 10}, seja quebrando a fechadura com um teste de Força {@dc 12} bem-sucedido. Se a fechadura for aberta sem desarmar a armadilha, a armadilha mágica expele um gás verde nauseante, e o personagem que abriu a fechadura sofre 3 ({@dice 1d6}) de dano de veneno.",
												"Dentro, o diário contém mapas estelares e anotações sobre experimentos com magia. Uma passagem está sublinhada perto do início do diário. Ela diz, em um dialeto arcaico do Comum: \"A vós, quatro estudiosos: voltem seus olhos para a luz do Dragão, pois ela guia vossa descida ao conhecimento.\" Essa passagem é uma pista para destrancar a entrada secreta na torre do observatório (área {@dice D5}).",
												{
													"type": "inset",
													"name": "Clever Solutions",
													"page": 32,
													"id": "0b7",
													"entries": [
														"Os desafios que os personagens enfrentam nesta aventura podem ter mais de uma solução. Por exemplo, para alcançar o estudo isolado (área {@dice D4}), os personagens poderiam tentar qualquer uma destas abordagens:",
														{
															"type": "list",
															"items": ["Pedir aos kobolds alados que recuperem a chave de moonstone na {@adventure area {@dice D1}|DoSI|4|D1: Overlook} para que possa ser usada novamente na {@adventure area {@dice D2}|DoSI|4|D2: Rotunda Ruins}.", "Mergulhar ou escalar até a água abaixo, nadar até a outra coluna e escalar de volta até o estudo.", "Fazer um personagem usar a magia {@spell misty step} para cruzar o vão e explorar sozinho."]
														},
														"Lembre-se: há mais de uma maneira de avançar por uma aventura e mais de uma maneira de jogar D&D! Quando os personagens tiverem soluções engenhosas para problemas difíceis, recompense-os com sucesso—ou pelo menos com uma boa chance de sucesso. Use as diretrizes na seção \"{@area Improvising Ability Checks|010|x}\" para ajudá-lo. Abrace a criatividade dos seus jogadores e deixe que eles o surpreendam!"
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 32,
											"id": "0b8",
											"entries": ["Um personagem que vasculhar a torre e tiver sucesso em um teste de Inteligência ({@skill Investigation}) {@dc 12} encontra um tijolo solto na parede noroeste. Ao puxá-lo, revela-se um compartimento escondido contendo uma {@item Potion of Lightning Resistance||potion of resistance (lightning)} (descrita no {@adventure appendix A|DoSI|5}) e uma {@item pouch|PHB} contendo 10 po."]
										}
									]
								},
								{
									"type": "entries",
									"name": "D5: Observatory Tower",
									"page": 32,
									"id": "0b9",
									"entries": [
										"Erguendo-se mais alto que o restante do observatório, o piso principal desta torre fica a 45 pés acima da superfície do oceano, o que o coloca 15 pés acima do piso da rotunda ({@adventure area {@dice D2}|DoSI|4|D2: Rotunda Ruins}). Os kobolds construíram um elevador rústico com roldanas para que os kobolds sem asas possam alcançar esta área quando Sparkrender os convoca.",
										{
											"type": "insetReadaloud",
											"id": "0ba",
											"entries": ["Raios de luz dançam pelos restos da cúpula de vitral desta torre, fazendo cores iridescentes cintilarem pelas paredes de mármore desmoronadas. Linhas douradas e incrustações joias formam um detalhado mapa estelar que se estende pelo chão empoeirado. Quatro estátuas de alabastro de estudiosos estão ao redor do perímetro da sala, suas expressões gastas pelo tempo. Cada estátua de três metros aponta ou gesticula em uma direção diferente.", "Enroscado no canto nordeste da torre está um esguio dragão azul. Relâmpagos arqueiam ao redor de seus chifres e focinho enquanto ele dorme em meio a uma coleção espalhada de moedas e joias cintilantes."]
										},
										"Sparkrender, o {@creature blue dragon wyrmling}, está atualmente dormindo aqui, enrodilhado contra a parede nordeste. Isso apresenta aos personagens uma escolha importante: eles podem acordar o dragão e enfrentá-lo agora, ou podem passar furtivamente pelo dragão, encontrar um caminho para a biblioteca secreta abaixo ({@adventure area {@dice D6}|DoSI|4|D6: Secret Library}) e libertar {@creature Bronze Dragon Wyrmling||Aidron}, e então lutar contra Sparkrender com a ajuda de Aidron. Qualquer abordagem serve. A luta será mais fácil para os personagens com Aidron ao seu lado, mas eles ainda podem triunfar sem a ajuda de Aidron.",
										"Você não precisa incentivar um curso de ação ou outro. Certifique-se, porém, de que os jogadores percebam que têm uma escolha. Você pode usar Mek e Minn (os kobolds da {@adventure {@dice D2}|DoSI|4|D2: Rotunda Ruins}) para lembrar os personagens de que há outro dragão por perto. Ao descrever a torre do observatório, você também pode destacar a parede desmoronada sob ela (levando à área {@dice D6}) como um ponto de acesso potencial à torre. Ou pode simplesmente dizer aos jogadores que eles têm essas duas opções—além de quaisquer outras que inventarem!",
										{
											"type": "entries",
											"name": "Sneaking Around",
											"page": 33,
											"id": "0bb",
											"entries": ["Se os personagens se moverem silenciosamente pela área, podem evitar acordar {@creature Blue Dragon Wyrmling||Sparkrender} desde que ao menos metade deles tenha sucesso em um teste de Destreza ({@skill Stealth}) {@dc 14}.", "Se os personagens tentarem girar as estátuas (veja \"{@area Hidden Entrance|0bd|x}\" abaixo) sem acordar Sparkrender, faça os personagens que girarem as estátuas norte e leste (mais próximas do dragão adormecido) realizarem cada um um teste de Destreza ({@skill Stealth}) {@dc 14}. Em caso de falha, o ruído de uma estátua girando acorda o dragão."]
										},
										{
											"type": "entries",
											"name": "Waking the Dragon",
											"page": 33,
											"id": "0bc",
											"entries": [
												"Se acordado, Sparkrender fica hostil aos personagens, rosnando e lançando ameaças em Dracônico. Personagens que falem Dracônico (o paladino e o mago) podem tentar convencer o dragão a não atacar, fazendo um teste de Carisma {@dc 12} e aplicando {@skill Deception}, {@skill Intimidation} ou {@skill Persuasion}, conforme apropriado. Um personagem que tiver sucesso impede que Sparkrender ataque imediatamente, e ele, em vez disso, aproveita para se gabar de suas grandes ambições. Se nenhum personagem intervier com sucesso, ou se um personagem mencionar Aidron ou {@creature Runara|DoSI}, Sparkrender rosna e ataca.",
												"Apesar de sua juventude, {@creature Blue Dragon Wyrmling||Sparkrender} é um inimigo temível e um vilão abominável. Ele usa Breath Weapon em seu primeiro turno e em todos os turnos em que estiver disponível depois disso. (Personagens espertos podem tentar usar as estátuas como cobertura contra o sopro do dragão; veja \"{@book Cover|PHB|9|Cover}\" nas {@book Basic Rules|PHB}.) Considere fazer o filhote soltar breves falas a cada turno, inspiradas nos seguintes exemplos:",
												{
													"type": "list",
													"items": ["\"Vocês, pragas, não ficarão em meu caminho! Reivindicarei o poder de meus ancestrais!\"", "\"Sumam daqui antes que eu me canse deste jogo e acabe com todos vocês!\"", "\"Dragões cromáticos são os legítimos governantes deste mundo. Curvem-se aos filhos de Tiamat!\"", "\"Chega! Este trabalho é importante demais para ser atrapalhado por gente como vocês!\""]
												},
												"O dragão luta até ser reduzido a 10 ou menos pontos de vida; então jura vingança contra os personagens e tenta fugir da ilha a partir do seu próximo turno. (Ele pode dizer algo como, enquanto realiza a ação {@action Disengage} e voa para longe: \"Juro por Eldenemir, a Tempestade Furiosa, e pelas cinco cabeças de Tiamat, que vocês pagarão por esta afronta!\")",
												"Se os personagens fugirem, Sparkrender não os persegue, mas os provoca enquanto correm. (Ele pode dizer algo como: \"Isso! Fujam diante de meu poder, como todos fugirão quando eu reivindicar minha herança!\")",
												"Se os personagens derrotarem Sparkrender, eles ouvem rosnados e ganidos vindo de baixo deles ({@adventure area {@dice D6}|DoSI|4|D6: Secret Library})."
											]
										},
										{
											"type": "entries",
											"name": "Hidden Entrance",
											"page": 33,
											"id": "0bd",
											"entries": [
												"Cada uma das quatro estátuas pode ser girada em sua base. Para destrancar a entrada secreta para o arquivo oculto do observatório, cada estátua deve ser girada para apontar para a constelação chamada Dragão da Aurora no mapa estelar do piso.",
												"Se os personagens encontraram a pista no estudo isolado ({@adventure area {@dice D4}|DoSI|4|D4: Isolated Study}) exortando \"quatro estudiosos\" a \"apontarem seus olhos para a luz do Dragão\", eles podem procurar no mapa estelar uma constelação que se pareça com um dragão. Um personagem que examine o chão e tenha sucesso em um teste de Inteligência ({@skill Investigation}) {@dc 10} encontra uma constelação semelhante a um dragão no quadrante sudeste do piso.",
												"Na ausência dessa informação, um personagem que procure pistas na sala e tenha sucesso em um teste de Sabedoria ({@skill Perception}) {@dc 15} nota sulcos gastos na base de cada estátua, sugerindo que as estátuas podem girar em suas bases. Enquanto gira uma estátua, um personagem pode fazer um teste de Sabedoria ({@skill Perception}) {@dc 10}; se o teste for bem-sucedido, o personagem percebe que a estátua assenta levemente quando aponta para o quadrante sudeste da sala e requer esforço extra para ser desviada dessa posição.",
												"Quando cada estátua estiver na posição correta, uma seção semicircular no centro do piso começa a brilhar antes de descer para a biblioteca ({@adventure area {@dice D6}|DoSI|4|D6: Secret Library}). Ela forma uma escada em espiral que leva até o piso da biblioteca. Quando qualquer estátua for girada para fora de sua posição, a escada volta a subir, selando a biblioteca mais uma vez. (Um personagem na escada quando isso acontece é elevado de volta a esta área pela escada que sobe.)"
											]
										},
										{
											"type": "entries",
											"name": "Treasure",
											"page": 33,
											"id": "0be",
											"entries": ["Sem Sparkrender defendendo seu tesouro nascente, os personagens podem recolhê-lo. Ele inclui grandes pilhas de moedas: 4.500 cp, 2.200 sp e 130 gp. Há também dez gemas: cinco cristais pálidos de {@item blue quartz} no valor de 10 gp cada e cinco pedras de {@item jasper} azuis no valor de 50 gp cada. Um estojo de couro à prova d'água guarda um leque de seda azul pintado com pó de gemas azuis, no valor de 25 gp. Há também alguns itens comuns de que Sparkrender gostava, incluindo uma flauta tosca de som agradável, uma ampulheta preenchida com areia cintilante e um conjunto de sete castiçais."]
										}
									]
								},
								{
									"type": "entries",
									"name": "D6: Secret Library",
									"page": 33,
									"id": "0bf",
									"entries": [
										"Este espaço costumava ser um arquivo oculto de conhecimento, acessível apenas àqueles que conheciam os segredos do observatório. Entretanto, as paredes da torre estão desmoronando—um fato que Sparkrender usou para aprisionar Aidron aqui. Depois de enfraquecer o filhote de bronze, Sparkrender o forçou à biblioteca e então fez com que uma das paredes desabasse, selando a saída.",
										"Se os personagens não usarem a entrada secreta na área {@dice D5}, podem tentar remover os escombros do desabamento para acessar a biblioteca secreta. Para alcançar os escombros, os personagens devem descer da área {@dice D5} ou nadar até a base desta agulha e escalar a partir da água. Limpar os escombros leva 30 minutos para um personagem; ou os personagens podem trabalhar juntos para acelerar (por exemplo, dois personagens levam 15 minutos ou cinco personagens levam 6 minutos). Se os personagens estiverem tentando limpar os escombros silenciosamente, leva o dobro do tempo, e pelo menos metade dos personagens deve ter sucesso em um teste de Destreza ({@skill Stealth}) {@dc 14} para evitar acordar Sparkrender.",
										"Uma vez limpos os escombros, os personagens podem acessar o interior da biblioteca.",
										{
											"type": "insetReadaloud",
											"id": "0c0",
											"entries": ["Ar viciado, pesado com o cheiro de pergaminhos antigos, inunda suas narinas. As paredes são forradas com estantes abarrotadas de tomos antigos e pergaminhos amarelados. Vitrines, tombadas e quebradas, espalharam seu conteúdo pelo piso de pedra. O som de madeira estilhaçando ecoa pelo espaço e, um momento depois, vocês veem um agitado dragão de bronze do tamanho de um urso se levantando dos destroços da velha escrivaninha na qual aparentemente se chocou."]
										},
										"Aidron, o {@creature bronze dragon wyrmling}, cumprimenta animadamente os personagens quando eles entram. Ele passou dias tentando cavar sua saída pela parede desabada, mas seus esforços por dentro apenas causaram mais colapsos. Ele está ansioso para escapar, mas, se os personagens perguntarem, ele explica seu conflito com Sparkrender. Expressa arrependimento por não ter conseguido derrotar o filhote azul e preocupação com a segurança dos demais habitantes da ilha. E está apavorado com o destino que Sparkrender reserva para ele—o dragão azul planeja usar a morte de Aidron para reivindicar o poder de todos os dragões mortos na ilha, transformando-se em um poderoso avatar dracônico.",
										"Se os personagens ainda não tiverem derrotado Sparkrender, Aidron decide enfrentar o dragão azul ele mesmo. Ele voa até o topo da torre do observatório ({@adventure area {@dice D5}|DoSI|4|D5: Observatory Tower}) para confrontar Sparkrender mais uma vez. No entanto, Aidron está fraco demais para derrotar Sparkrender sozinho; ele precisa da ajuda dos personagens.",
										"Uma vez que Sparkrender seja derrotado, o filhote de bronze fica empolgado para voltar a Dragon's Rest com os personagens.",
										{
											"type": "entries",
											"name": "Treasure",
											"page": 34,
											"id": "0c1",
											"entries": ["Esta biblioteca já foi um repositório de conhecimento mágico e itens de poder, embora a maior parte de seu conteúdo esteja desgastada demais para ser lida. Contudo, um personagem que vasculhar a sala e tiver sucesso em um teste de Inteligência ({@skill Investigation}) {@dc 15} encontra um {@item +1 battleaxe} ou um {@item Spell Scroll (2nd Level)||spell scroll} de {@spell hold person} ({@item +1 Weapon||+1 weapons} e {@item Spell Scroll||spell scrolls} estão descritos no {@adventure appendix A|DoSI|5}). Uma magia {@spell detect magic} revela a localização de ambos os itens sem exigir um teste de habilidade. Aidron também catalogou o conteúdo da sala e pode direcionar os personagens a esses itens valiosos."]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sparkrender's Ritual",
					"page": 34,
					"id": "0c2",
					"entries": [
						"Se os personagens deixarem o observatório sem derrotar {@creature Blue Dragon Wyrmling||Sparkrender}, eles podem retornar e encontrar o ritual do filhote azul em andamento. Isso é mais provável de acontecer se os personagens forem embora e fizerem um descanso longo antes de confrontar Sparkrender, ou se fugirem do combate com Sparkrender e retornarem depois de descansar.",
						"Outra possibilidade é que os personagens expulsem Sparkrender da ilha sem matá-lo, mas deixem Aidron aprisionado na {@adventure area {@dice D6}|DoSI|4|D6: Secret Library}. Nesse caso, {@creature Runara|DoSI} exorta os personagens a retornarem ao observatório para encontrar Aidron. Ao chegarem, Sparkrender também descansou, curou-se e voltou para concluir seu trabalho.",
						"Em ambos os casos, os personagens chegam justamente quando o ritual de Sparkrender está começando. (Se eles levaram ou destruíram as efígies de dragão na {@adventure area {@dice D2}|DoSI|4|D2: Rotunda Ruins}, elas foram substituídas por versões ainda mais toscas feitas às pressas.) Leia o seguinte texto:",
						{
							"type": "insetReadaloud",
							"id": "0c3",
							"entries": ["Fluxos de luz colorida serpenteiam pelo ar ao redor da estátua dourada na rotunda em ruínas. Cada exibição cintilante parece se originar de uma das cinco efígies de dragão que vocês viram antes, e as cores das luzes correspondem às cores das efígies: vermelho, ouro, latão, azul e bronze. Um dragão azul está empoleirado no topo da escultura, lançando a cabeça para trás em dor ou êxtase enquanto as luzes o envolvem, e ele dispara um raio de relâmpago para o céu. Na base da estátua, um dragão de bronze está preso ao chão por três correntes pesadas. Ele parece estar em agonia."]
						},
						"Para interromper o ritual, os personagens devem enfrentar Sparkrender ({@creature blue dragon wyrmling}), potencialmente com a ajuda de Aidron ({@creature bronze dragon wyrmling}), se conseguirem libertar Aidron de suas correntes (veja \"{@area Freeing Aidron|0c7|x}\" abaixo). Quaisquer kobolds e kobolds alados sobreviventes estão por aqui, mas evitam o combate se possível.",
						"Veja \"{@area Waking the Dragon|0bc|x}\" na {@adventure area {@dice D5}|DoSI|4|D5: Observatory Tower} para ideias de como interpretar Sparkrender neste encontro. Ele usa Breath Weapon enquanto os personagens se aproximam da cena (despejando relâmpagos no céu), então precisa esperar a recarga dessa ação antes de poder usá-la contra os personagens desta vez. Ele luta até a morte—há muito em jogo no sucesso deste ritual para que ele o abandone agora.",
						{
							"type": "entries",
							"id": "0c4",
							"entries": [
								{
									"type": "entries",
									"id": "0c5",
									"entries": [
										{
											"type": "entries",
											"name": "Dragon Spirits",
											"page": 35,
											"id": "0c6",
											"entries": [
												"Ao final de cada rodada de combate (na contagem de iniciativa 0, depois que todos agirem), ocorre um efeito mágico aleatório, causado pelas luzes mágicas que giram ao redor da rotunda. Essas luzes são manifestações dos espíritos dracônicos que Sparkrender está tentando vincular a si mesmo, mas seus efeitos são imprevisíveis. Role um {@dice d10} e consulte a tabela Dragon Spirits para ver o que acontece.",
												{
													"type": "table",
													"caption": "Dragon Spirits",
													"colLabels": ["d10", "Effect"],
													"colStyles": ["col-2 text-center", "col-10"],
													"rows": [
														["1–2", "Bênção de Astalagan. Aidron e os personagens recuperam cada um {@dice 1d4 + 4} pontos de vida enquanto a luz bronze os envolve com calor."],
														["3–4", "Chamas de Clyssavar. Sparkrender deve ser bem-sucedido em um teste de resistência de Destreza {@dc 12} ou sofre 7 ({@dice 2d6}) de dano de fogo quando a luz dourada o atinge."],
														["5–6", "Presente de Eldenemir. O Breath Weapon de Sparkrender recarrega enquanto a luz azul o envolve."],
														["7–8", "Fúria de Sharruth. Cada um dos personagens deve ser bem-sucedido em um teste de resistência de Destreza {@dc 12} ou sofre 3 ({@dice 1d6}) de dano de fogo quando a luz vermelha irrompe em chamas."],
														["9–10", "Truques de Turadaer. Aidron e os personagens ganham {@book advantage|PHB|7|Advantage and Disadvantage} em jogadas de ataque e testes de resistência até a contagem de iniciativa 0 da próxima rodada, enquanto a luz de latão cintila e crepita ao redor deles."]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Freeing Aidron",
											"page": 35,
											"id": "0c7",
											"entries": ["Aidron está preso por três correntes pesadas que o mantêm {@condition restrained}. Ele ainda pode realizar ações, como morder ou agarrar um inimigo que entre em seu alcance, mas sabe que Sparkrender é imune ao seu Breath Weapon de relâmpago, então não se dá ao trabalho de usá-lo. Ele pode usar seu Repulsion Breath se enxergar um bom uso.", "Grampos grandes prendem as correntes a anéis de ferro embutidos no chão. Um personagem pode usar uma ação para soltar um grampo. Quando todos os três grampos forem soltos, Aidron não estará mais {@condition restrained}, embora as correntes reduzam sua velocidade em 3 metros (10 pés). Remover as correntes de Aidron leva 10 minutos."]
										},
										{
											"type": "entries",
											"name": "Disrupting the Ritual",
											"page": 35,
											"id": "0c8",
											"entries": [
												"A maneira mais direta de impedir que Sparkrender complete seu ritual e obtenha o poder que cobiça é matá-lo. Mas os personagens também podem usar suas ações em combate para interferir no processo e atrapalhar Sparkrender de maneiras mágicas. Deixe os jogadores tentarem o que imaginarem, usando estas ideias como exemplos:",
												{
													"type": "list",
													"style": "list-hang-notitle",
													"items": [
														{
															"type": "item",
															"name": "Manipulate the Effigies",
															"entry": "Um personagem pode usar uma ação para erguer uma efígie mais perto da escultura central, fazer uma prece ao dragão que ela representa ou de outra forma extrair magia dela. Fazer isso aciona imediatamente o efeito correspondente da tabela Dragon Spirits."
														},
														{
															"type": "item",
															"name": "Destroy the Effigies",
															"entry": "Um personagem pode quebrar uma efígie ou atirá-la por cima da parede desmoronada para o oceano abaixo. Isso garante que o efeito correspondente não ocorra novamente. (Role novamente se obtiver esse resultado na {@adventure Dragon Spirits table|DoSI|4|Dragon Spirits}.)"
														},
														{
															"type": "item",
															"name": "Manipulate the Sculpture",
															"entry": "Os personagens podem tentar manipular a escultura dourada como forma de interromper o ritual. A escultura é grande e resistente, porém, então uma única ação não tem efeito perceptível na escultura ou na magia. (A escultura tem CA 20, 27 pontos de vida e imunidade a dano de veneno e psíquico.) No entanto, perturbar a escultura distrai Sparkrender. Na primeira vez que um personagem usar uma ação para atacar ou tentar perturbar a escultura, o dragão azul distraído tem {@book disadvantage|PHB|7|Advantage and Disadvantage} em jogadas de ataque e testes de resistência até o fim do próximo turno dele. Quando ele perceber que a intromissão do personagem não é muito eficaz, não poderá ser distraído dessa maneira novamente."
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Ending the Adventure",
					"page": 35,
					"id": "0c9",
					"entries": [
						"Com Aidron a tiracolo, os personagens podem retornar vitoriosos a Dragon's Rest. {@creature Runara|DoSI} fica satisfeita com o retorno seguro do filhote de bronze. Como recompensa, ela dá a cada personagem uma {@item potion of healing} e uma {@item pearl} primorosa no valor de 100 gp. Ela os acolhe para permanecer em Dragon's Rest pelo tempo que desejarem e fornece os suprimentos de que precisarem para suas viagens quando estiverem prontos para deixar a ilha. Se Sparkrender estiver morto, ela lamenta a morte de mais um dragão em Stormwreck Isle, mas não condena os personagens por tê-lo matado.",
						"Se seus jogadores desejarem continuar jogando com seus personagens, você pode usar o conteúdo deste conjunto para criar suas próprias aventuras. A seção \"{@area Exploring the Island|03e|x}\" do {@adventure chapter 1|DoSI|1} oferece encontros adicionais que você pode usar caso os personagens ainda não os tenham enfrentado. Talvez Sparkrender (ou um parente seu) persiga os personagens em busca de vingança, ou talvez algo descoberto na biblioteca secreta leve os personagens a um local distante em busca de mais aventura.",
						"Se você quiser avançar esses personagens além do 3º nível e criar aventuras para eles, precisará das {@book Basic Rules|PHB} ou dos livros de regras avançadas: o {@book Player's Handbook|PHB}, o {@book Dungeon Master's Guide|DMG} e o {@book Monster Manual|MM}."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix A: Magic Items",
			"page": 36,
			"id": "0ca",
			"entries": [
				"Toda aventura traz a promessa—mas não a garantia—de encontrar um ou mais itens mágicos. {@i Dragons of Stormwreck Isle} contém uma seleção de itens mágicos que dá uma amostra da ampla variedade de itens mágicos que podem ser encontrados nos mundos de D&D.",
				{
					"type": "section",
					"name": "Using a Magic Item",
					"page": 36,
					"id": "0cb",
					"entries": ["A descrição de um item mágico explica como o item funciona. Manipular um item mágico é o suficiente para dar a um personagem a sensação de que há algo extraordinário nele. Para aprender mais, um personagem pode se concentrar no item durante um descanso curto, enquanto mantém contato físico com ele. Ao final do descanso, o personagem descobre as propriedades do item. Poções são uma exceção; uma pequena prova já é suficiente para revelar ao degustador o efeito da poção."]
				},
				{
					"type": "section",
					"name": "Item Descriptions",
					"page": 36,
					"id": "0cc",
					"entries": [
						"Estes itens estão em ordem alfabética.",
						{
							"type": "list",
							"columns": 3,
							"items": ["{@item Boots of Elvenkind}", "{@item Elixir of Health}", "{@item Potion of Healing}", "{@item Potion of Resistance}", "{@item Spell Scroll}", "{@item +1 Weapon}"]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Appendix B: Creatures",
			"page": 37,
			"id": "0d3",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/DoSI/019-06-001.zombies-attack.webp"
					},
					"width": 1700,
					"height": 1025,
					"credit": "Suzanne Helmigh"
				},
				"Este apêndice contém blocos de estatísticas e breves descrições das criaturas que aparecem em {@i Dragons of Stormwreck Isle}.",
				{
					"type": "section",
					"name": "Creature Stat Blocks",
					"page": 37,
					"id": "0d4",
					"entries": [
						"O bloco de estatísticas de uma criatura fornece as informações essenciais que você, como DM, precisa para conduzi-la. As seções a seguir explicam os diversos elementos que você encontrará em um bloco de estatísticas.",
						{
							"type": "entries",
							"name": "Size",
							"page": 37,
							"id": "0d5",
							"entries": [
								"Um bloco de estatísticas informa o tamanho de uma criatura: Tiny, Small, Medium, Large, Huge ou Gargantuan. {@book Size|mm|0|size} é explicado nas {@book Basic Rules|PHB}.",
								{
									"type": "entries",
									"name": "Squeezing into a Smaller Space",
									"page": 37,
									"id": "0d6",
									"entries": ["Uma criatura pode se espremer por um espaço grande o suficiente para uma criatura de um tamanho menor que ela. Quando uma criatura está se comprimindo por tal espaço, sua velocidade é reduzida à metade, ela tem {@book disadvantage|PHB|7|Advantage and Disadvantage} em jogadas de ataque e testes de resistência de Destreza, e jogadas de ataque contra ela têm {@book advantage|PHB|7|Advantage and Disadvantage}."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Type",
							"page": 37,
							"id": "0d7",
							"entries": ["O tipo de uma criatura é especificado em seu bloco de estatísticas, indicando a família de criaturas à qual pertence. Os tipos no jogo são Aberration, Beast, Celestial, Construct, Dragon, Elemental, Fey, Fiend, Giant, Humanoid, Monstrosity, Ooze, Plant e Undead."]
						},
						{
							"type": "entries",
							"name": "Alignment",
							"page": 37,
							"id": "0d8",
							"entries": ["O alinhamento de uma criatura reflete sua disposição. Veja Alignment nas {@book Basic Rules|PHB|4|Alignment} para descrições dos diferentes alinhamentos."]
						},
						{
							"type": "entries",
							"name": "Armor Class",
							"page": 37,
							"id": "0d9",
							"entries": ["Uma criatura que veste armadura ou carrega um escudo tem uma CA que leva em conta sua armadura, escudo e Destreza. Caso contrário, a CA de uma criatura é baseada em seu modificador de Destreza e em qualquer armadura natural ou resiliência sobrenatural que ela possa possuir.", "Se uma criatura usa armadura ou carrega um escudo, o tipo de armadura que veste ou o escudo que carrega é indicado entre parênteses após o valor de CA."]
						},
						{
							"type": "entries",
							"name": "Hit Points",
							"page": 37,
							"id": "0da",
							"entries": ["Um bloco de estatísticas especifica o máximo de pontos de vida de uma criatura. Entre parênteses, o bloco também indica os Dados de Vida rolados para determinar esses pontos de vida, mais o modificador de Constituição da criatura multiplicado pelo número de Dados de Vida."]
						},
						{
							"type": "entries",
							"name": "Speed",
							"page": 37,
							"id": "0db",
							"entries": [
								"A velocidade de uma criatura informa quão longe ela pode se mover em seu turno. Para mais informações sobre velocidade, veja {@book Speed|PHB|8|Speed} nas {@book Basic Rules|PHB}.",
								"Todas as criaturas têm velocidade de caminhada; aquelas sem qualquer forma de locomoção terrestre têm velocidade de caminhada de 0 pé. Algumas das criaturas nesta aventura possuem um ou mais modos adicionais de movimento:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Burrow",
											"entry": "Uma criatura com velocidade de escavação pode usar todo ou parte do seu movimento para atravessar areia, terra, lama ou gelo. Ela não pode escavar através de rocha sólida, a menos que tenha um traço especial que permita."
										},
										{
											"type": "item",
											"name": "Fly",
											"entry": "Uma criatura com velocidade de voo pode usar todo ou parte do seu movimento para voar. Se a criatura ficar {@condition incapacitated} ou for derrubada {@condition prone} enquanto voa, ela cai, a menos que possa pairar."
										},
										{
											"type": "item",
											"name": "Swim",
											"entry": "Uma criatura com velocidade de natação não precisa gastar movimento extra para nadar."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ability Scores",
							"page": 37,
							"id": "0dc",
							"entries": ["Toda criatura possui seis valores de habilidade (Strength, Dexterity, Constitution, Intelligence, Wisdom e Charisma) e modificadores correspondentes. Para mais informações sobre valores de habilidade, veja {@book Ability Scores and Modifiers|PHB|7|Ability Scores and Modifiers} nas {@book Basic Rules|PHB}."]
						},
						{
							"type": "entries",
							"name": "Saving Throws",
							"page": 37,
							"id": "0dd",
							"entries": ["A entrada Saving Throws é usada para criaturas proficientes em um ou mais testes de resistência.", "Testes de resistência em um bloco de estatísticas são mostrados com o modificador total—o modificador de habilidade da criatura mais seu bônus de proficiência. Se o bloco disser \"Con +4\", role um {@dice d20} e some 4 quando a criatura fizer um teste de resistência usando Constituição."]
						},
						{
							"type": "entries",
							"name": "Skills",
							"page": 37,
							"id": "0de",
							"entries": ["A entrada Skills é usada para criaturas proficientes em uma ou mais perícias.", "Perícias em um bloco de estatísticas são mostradas com o modificador total—o modificador de habilidade da criatura mais seu bônus de proficiência. Se o bloco disser \"{@skill Stealth} +4\", role um {@dice d20} e some 4 quando a criatura fizer um teste de habilidade usando {@skill Stealth}."]
						},
						{
							"type": "entries",
							"name": "Vulnerabilities, Resistances, and Immunities",
							"page": 37,
							"id": "0df",
							"entries": ["Algumas criaturas têm vulnerabilidade, resistência ou imunidade a certos tipos de dano. Além disso, algumas criaturas são imunes a determinadas condições. Essas imunidades também são indicadas aqui."]
						},
						{
							"type": "entries",
							"name": "Senses",
							"page": 38,
							"id": "0e0",
							"entries": [
								"A entrada Senses fornece a Percepção passiva (Sabedoria) ({@skill Perception}) de uma criatura, bem como quaisquer sentidos especiais que ela possua, como os seguintes:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Blindsight",
											"entry": "Uma criatura com {@sense blindsight} pode perceber o ambiente ao seu redor sem depender da visão, dentro de um raio específico."
										},
										{
											"type": "item",
											"name": "Darkvision",
											"entry": "Uma criatura com {@sense darkvision} pode ver em luz fraca dentro do raio como se fosse luz plena e na escuridão como se fosse luz fraca. A criatura distingue cores na escuridão como tons de cinza."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Languages",
							"page": 38,
							"id": "0e1",
							"entries": ["Os idiomas que uma criatura pode falar são listados em ordem alfabética."]
						},
						{
							"type": "entries",
							"name": "Challenge",
							"page": 38,
							"id": "0e2",
							"entries": ["Um grupo descansado de quatro aventureiros deve ser capaz de derrotar uma criatura cujo nível de desafio seja igual ao nível dos aventureiros sem que nenhum personagem morra. Criaturas mais fracas que personagens de 1º nível possuem níveis de desafio abaixo de 1."]
						},
						{
							"type": "entries",
							"name": "Traits",
							"page": 38,
							"id": "0e3",
							"entries": ["Em um bloco de estatísticas, traits (traços) são características especiais que aparecem logo abaixo da entrada de Challenge da criatura."]
						},
						{
							"type": "entries",
							"name": "Actions",
							"page": 38,
							"id": "0e4",
							"entries": [
								"Quando uma criatura realiza sua ação, ela pode escolher entre as opções na seção \"Actions\" do seu bloco de estatísticas e as opções em {@book Actions|mm|0|actions} nas {@book Basic Rules|PHB}.",
								{
									"type": "entries",
									"name": "Melee and Ranged Attacks",
									"page": 38,
									"id": "0e5",
									"entries": ["As ações mais comuns que uma criatura realiza em combate são ataques corpo a corpo e à distância. Veja {@book Making an Attack|PHB|9|Making an Attack} nas {@book Basic Rules|PHB} para como funcionam os ataques.", "Qualquer dano ou outros efeitos que ocorram como resultado de um ataque que acerte um alvo são descritos aqui. Como DM, você pode usar o dano médio ou rolar o dano; por isso, tanto o dano médio quanto a expressão de dados são apresentados. Por exemplo, se um monstro causa 4 ({@dice 1d8}) de dano cortante com sua espada longa, essa notação significa que você pode fazer o monstro causar 4 de dano, ou pode rolar {@dice 1d8} para determinar o dano."]
								}
							]
						},
						{
							"type": "entries",
							"name": "Limited Usage",
							"page": 38,
							"id": "0e6",
							"entries": [
								"Algumas habilidades especiais—sejam traços, ações ou reações—têm restrições quanto ao número de vezes que podem ser usadas:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "X/Day",
											"entry": "A notação \"X/Day\" significa que uma habilidade especial pode ser usada um certo número de vezes, e então a criatura deve concluir um descanso longo para recuperar os usos gastos. Por exemplo, \"1/Day\" significa que a habilidade especial pode ser usada uma vez e, depois, a criatura deve concluir um descanso longo para usá-la novamente."
										}
									]
								},
								"{@b Recharge X–Y}. A notação \"Recharge X–Y\" significa que a criatura pode usar uma habilidade especial uma vez e, então, a habilidade tem uma chance aleatória de recarregar a cada rodada subsequente de combate. No início de cada um dos turnos da criatura, role um {@dice d6}. Se o resultado for um dos números na notação de recarga, a criatura recupera o uso daquela habilidade especial. A habilidade também recarrega quando a criatura conclui um descanso curto ou longo. Por exemplo, \"Recharge 5–6\" significa que a criatura pode usar a habilidade especial uma vez. Depois, no início do turno da criatura a cada rodada, ela recupera o uso da habilidade se rolar 5 ou 6 em um {@dice d6}."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Creature Descriptions",
					"page": 39,
					"id": "0e7",
					"entries": [
						"As criaturas que aparecem na aventura são apresentadas nesta seção em ordem alfabética.",
						{
							"type": "list",
							"columns": 3,
							"items": ["{@creature Blue Dragon Wyrmling}", "{@creature Bronze Dragon Wyrmling}", "{@creature Fire Snake}", "{@creature Fume Drake|DoSI}", "{@creature Ghoul}", "{@creature Harpy}", "{@creature Kobold Tinkerer|DoSI}", "{@creature Kobold}", "{@creature Myconid Adult}", "{@creature Myconid Sprout}", "{@creature Owlbear}", "{@creature Runara|DoSI}", "{@creature Sinensa|DoSI}", "{@creature Spore Servant Octopus|DoSI}", "{@creature Stirge}", "{@creature Tarak|DoSI}", "{@creature Varnoth|DoSI}", "{@creature Violet Fungus}", "{@creature Winged Kobold}", "{@creature Zombie}"]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Credits",
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"columns": 2,
					"items": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Lead Designer",
									"entries": ["James Wyatt"]
								},
								{
									"type": "item",
									"name": "Designers",
									"entries": ["Sydney Adams, Makenzie De Armas, Dan Dillon"]
								},
								{
									"type": "item",
									"name": "Rules Developers",
									"entries": ["Jeremy Crawford, Ben Petrisor"]
								},
								{
									"type": "item",
									"name": "Art Director",
									"entries": ["Kate Irwin"]
								},
								{
									"type": "item",
									"name": "Cover Illustrator",
									"entries": ["Karl Kopinski"]
								},
								{
									"type": "item",
									"name": "Interior Illustrators",
									"entries": ["Olivier Bernard, Christopher Burdett, Conceptopolis, Caroline Gariba, Ilse Gort, Suzanne Helmigh, Daniel Landerman, Linda Lithén, Brynn Metheney, David Auden Nash, Hector Ortiz, Ryan Pancoast, Jenn Ravenna, Alex Stone"]
								},
								{
									"type": "item",
									"name": "Cartographer",
									"entries": ["Mike Schley"]
								},
								{
									"type": "item",
									"name": "Graphic Designer",
									"entries": ["Bob Jordan"]
								},
								{
									"type": "item",
									"name": "Editors",
									"entries": ["Judy Bauer, Michele Carter"]
								},
								{
									"type": "item",
									"name": "Product Manager",
									"entries": ["Natalie Egan"]
								},
								{
									"type": "item",
									"name": "Producer",
									"entries": ["Rob Hawkey"]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "D&D Beyond",
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Senior Producer",
													"entries": ["Faith Elisabeth Lilley"]
												},
												{
													"type": "item",
													"name": "Digital Design Team",
													"entries": ["Jay Jani, Adam Walton, Joseph Keen, Cameron Powell"]
												}
											]
										}
									],
									"id": "0f6"
								}
							],
							"id": "0f5"
						}
					]
				}
			],
			"id": "0f4"
		}
	]
}
