{
	"action": [
		{
			"name": "Activate an Item",
			"source": "DMG",
			"page": 141,
			"srd": true,
			"basicRules": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Ativar alguns itens mágicos exige que o usuário faça algo em particular, como segurar o item e proferir uma palavra de comando, ler o item se for um pergaminho, ou bebê-lo se for uma poção. A descrição de cada categoria de item ou de um item individual detalha como um item é ativado. Certos itens usam uma ou mais das seguintes regras relacionadas à sua ativação.",
				"Se um item exigir uma ação para ser ativado, essa ação não é uma função da ação {@action Use an Object}, então uma característica como {@subclassFeature Fast Hands|Rogue||Thief||3} do ladino não pode ser usada para ativar o item.",
				{
					"type": "entries",
					"name": "Command Word",
					"entries": ["Uma palavra de comando é uma palavra ou frase que deve ser pronunciada audivelmente para o item funcionar. Um item mágico que exige que o usuário fale uma palavra de comando não pode ser ativado na área de qualquer efeito que impeça o som, como a área criada pela magia silence."]
				},
				{
					"type": "entries",
					"name": "Consumables",
					"entries": ["Alguns itens são consumidos quando são ativados. Uma poção ou elixir deve ser engolido, ou um óleo aplicado ao corpo. A escrita desaparece de um pergaminho quando ele é lido. Uma vez usado, um item consumível perde sua magia e não funciona mais."]
				},
				{
					"type": "entries",
					"name": "Spells",
					"entries": [
						"Alguns itens mágicos permitem que o usuário conjure uma magia a partir do item, muitas vezes gastando cargas dele. A magia é conjurada no menor nível de magia e de conjurador possível, não gasta nenhum dos espaços de magia do usuário e não requer componentes a menos que a descrição do item diga o contrário. A magia usa seu tempo de conjuração, alcance e duração normais, e o usuário do item deve se concentrar se a magia requerer {@status concentration}. Certos itens fazem exceções a essas regras, alterando o tempo de conjuração, a duração ou outras partes de uma magia.",
						"Muitos itens, como poções, contornam a conjuração da magia e conferem os efeitos da magia. Esse tipo de item ainda usa a duração da magia, a menos que a descrição do item diga o contrário.",
						"Um item mágico, como certos cajados, pode exigir que você use sua própria habilidade de conjuração ao conjurar uma magia a partir do item. Se você tiver mais de uma habilidade de conjuração, você escolhe qual usar com o item. Se você não tiver uma habilidade de conjuração—talvez você seja um ladino com a característica Use Magic Device—seu modificador de habilidade de conjuração é +0 para o item, e seu bônus de proficiência se aplica."
					]
				},
				{
					"type": "entries",
					"name": "Charges",
					"entries": ["Alguns itens mágicos têm cargas que você gasta para ativar suas propriedades. O número de cargas restantes em um item é revelado quando uma magia identify é conjurada no item, ou quando uma criatura se sintoniza com o item. Além disso, quando um item recupera cargas, a criatura sintonizada com esse item aprende quantas cargas ele recuperou."]
				}
			]
		},
		{
			"name": "Attack",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Attack|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["A ação mais comum a se realizar em combate é a ação Attack, seja brandindo uma espada, disparando uma flecha de um arco ou brigando com os punhos.", "Com essa ação, você faz um ataque corpo a corpo ou à distância. Veja a seção \"{@book Making an Attack|phb|9|making an attack}\" para as regras que regem ataques.", "Certas características, como a característica Extra Attack do guerreiro, permitem que você faça mais de um ataque com essa ação."],
			"seeAlsoAction": ["Disarm|DMG", "Grapple", "Mark|DMG", "Shove", "Shove Aside|DMG", "Two-Weapon Fighting"]
		},
		{
			"name": "Attack",
			"source": "XPHB",
			"page": 361,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Quando você realiza a ação Attack, você pode fazer uma jogada de ataque com uma arma ou um {@variantrule Unarmed Strike|XPHB}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Equipping and Unequipping Weapons",
							"entries": ["Você pode equipar ou desequipar uma arma quando fizer um ataque como parte dessa ação. Você o faz antes ou depois do ataque. Se você equipar uma arma antes de um ataque, não precisa usá-la para esse ataque. Equipar uma arma inclui sacá-la de uma bainha ou pegá-la do chão. Desequipar inclui embainhar, guardar ou largar."]
						},
						{
							"type": "entries",
							"name": "Moving Between Attacks",
							"entries": ["Se você se mover no seu turno e tiver uma característica, como Extra Attack, que lhe dá mais de um ataque como parte da ação Attack, você pode usar parte ou todo esse deslocamento para se mover entre esses ataques."]
						}
					]
				}
			],
			"seeAlsoAction": ["Two-Weapon Fighting|XPHB"]
		},
		{
			"name": "Cast a Spell",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Magic|XPHB"],
			"time": ["Varies"],
			"entries": ["Conjuradores como magos e clérigos, assim como muitos monstros, têm acesso a magias e podem usá-las com grande efeito em combate. Cada magia tem um tempo de conjuração, que especifica se o conjurador deve usar uma ação, uma reação, minutos ou até horas para conjurá-la. Conjurar uma magia, portanto, não é necessariamente uma ação. A maioria das magias tem tempo de conjuração de 1 ação, então um conjurador muitas vezes usa sua ação em combate para conjurar tal magia. Veja {@book chapter 10|phb|10|casting a spell} para as regras de conjuração."]
		},
		{
			"name": "Climb onto a Bigger Creature",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Se uma criatura quer saltar sobre outra criatura, ela pode fazê-lo {@action grapple||agarrando}. Contudo, uma criatura Pequena ou Média tem pouca chance de conseguir agarrar com sucesso uma criatura Enorme ou Colossal, a menos que a magia tenha concedido ao agarrador força sobrenatural.",
				"Como alternativa, um oponente suficientemente grande pode ser tratado como terreno para o propósito de saltar sobre suas costas ou agarrar-se a um membro. Depois de fazer quaisquer testes de habilidade necessários para se posicionar e subir na criatura maior, a criatura menor usa sua ação para fazer um teste de Força ({@skill Athletics}) ou Destreza ({@skill Acrobatics}) em disputa contra o teste de Destreza ({@skill Acrobatics}) do alvo. Se vencer a disputa, a criatura menor se move com sucesso para o espaço da criatura alvo, move-se junto com o alvo e tem vantagem nas jogadas de ataque contra ele.",
				"A criatura menor pode se mover dentro do espaço da criatura maior, tratando o espaço como {@quickref difficult terrain||3}. A capacidade da criatura maior de atacar a criatura menor depende da localização desta, a critério do mestre. A criatura maior pode desalojar a menor como uma ação—derrubando-a, raspando-a contra uma parede, ou agarrando e arremessando-a—fazendo um teste de Força ({@skill Athletics}) em disputa contra o teste de Força ({@skill Athletics}) ou Destreza ({@skill Acrobatics}) da criatura menor. A criatura menor escolhe qual habilidade usar."
			]
		},
		{
			"name": "Dash",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Dash|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Quando você realiza a ação Dash, você ganha movimento extra para o turno atual. O aumento é igual ao seu deslocamento, após aplicar quaisquer modificadores. Com um deslocamento de 30 pés, por exemplo, você pode mover até 60 pés no seu turno se correr (dash).", "Qualquer aumento ou redução em seu deslocamento altera esse movimento adicional na mesma quantia. Se seu deslocamento de 30 pés for reduzido para 15 pés, por exemplo, você pode mover até 30 pés neste turno se correr."]
		},
		{
			"name": "Dash",
			"source": "XPHB",
			"page": 365,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Quando você realiza a ação Dash, você ganha movimento extra para o turno atual. O aumento é igual ao seu {@variantrule Speed|XPHB} após aplicar quaisquer modificadores. Com um {@variantrule Speed|XPHB} de 30 pés, por exemplo, você pode mover até 60 pés no seu turno se fizer Dash. Se seu {@variantrule Speed|XPHB} de 30 pés for reduzido para 15 pés, você pode mover até 30 pés neste turno se fizer Dash.", "Se você tiver um deslocamento especial, como {@variantrule Fly Speed|XPHB} ou {@variantrule Swim Speed|XPHB}, você pode usar esse deslocamento em vez do seu {@variantrule Speed|XPHB} quando realizar esta ação. Você escolhe qual deslocamento usar cada vez que a realiza."]
		},
		{
			"name": "Disarm",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Uma criatura pode usar um ataque com arma para derrubar uma arma ou outro item da mão de um alvo. O atacante faz uma jogada de ataque em disputa contra o teste de Força ({@skill Athletics}) ou Destreza ({@skill Acrobatics}) do alvo. Se o atacante vencer a disputa, o ataque não causa dano nem outro efeito, mas o defensor deixa cair o item.", "O atacante tem desvantagem em sua jogada de ataque se o alvo estiver segurando o item com duas ou mais mãos. O alvo tem vantagem em seu teste de habilidade se for maior que a criatura atacante, ou desvantagem se for menor."],
			"seeAlsoAction": ["Attack"]
		},
		{
			"name": "Disengage",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Disengage|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Se você realizar a ação Disengage, seu movimento não provoca ataques de oportunidade pelo resto do turno."]
		},
		{
			"name": "Disengage",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Se você realizar a ação Disengage, seu movimento não provoca {@action Opportunity Attack|XPHB|Opportunity Attacks} pelo resto do turno atual."]
		},
		{
			"name": "Dodge",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Dodge|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Quando você realiza a ação Dodge, você foca inteiramente em evitar ataques. Até o início do seu próximo turno, qualquer jogada de ataque feita contra você tem desvantagem se você puder ver o atacante, e você faz testes de resistência de Destreza com vantagem. Você perde esse benefício se estiver incapacitado (conforme explicado no apêndice) ou se seu deslocamento cair para 0."]
		},
		{
			"name": "Dodge",
			"source": "XPHB",
			"page": 366,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Se você realizar a ação Dodge, você ganha os seguintes benefícios: até o início do seu próximo turno, qualquer jogada de ataque feita contra você tem {@variantrule Disadvantage|XPHB} se você puder ver o atacante, e você faz testes de Destreza {@variantrule Saving Throw|XPHB|saving throws} com {@variantrule Advantage|XPHB}.", "Você perde esses benefícios se tiver a condição {@condition Incapacitated|XPHB} ou se seu {@variantrule Speed|XPHB} for 0."]
		},
		{
			"name": "Don or Doff a Shield",
			"source": "PHB",
			"page": 146,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Don or Doff a Shield|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["O tempo para vestir ou tirar uma armadura {@table Getting Into and Out of Armor; Donning and Doffing Armor|phb|depende da categoria da armadura}. Um {@item shield|phb} pode ser vestido ou retirado como uma ação."]
		},
		{
			"name": "Don or Doff a Shield",
			"source": "XPHB",
			"page": 219,
			"srd52": true,
			"basicRules2024": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Um {@item Shield|XPHB} pode ser vestido ou retirado como uma ação."]
		},
		{
			"name": "End Concentration",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["End Concentration|XPHB"],
			"time": ["Free"],
			"entries": ["Se uma magia deve ser mantida com {@status concentration}, esse fato aparece em sua entrada de Duração, e a magia especifica por quanto tempo você pode se concentrar nela. Você pode encerrar {@status concentration} a qualquer momento (sem exigir ação)."]
		},
		{
			"name": "End Concentration",
			"source": "XPHB",
			"page": 363,
			"srd52": true,
			"basicRules2024": true,
			"time": ["Free"],
			"entries": ["Algumas magias e outros efeitos exigem Concentration para permanecerem ativos, conforme especificado em suas descrições. Você pode encerrar a Concentration a qualquer momento (não exige ação)."]
		},
		{
			"name": "Escape a Grapple",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Escape a Grapple|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Uma criatura {@condition grappled} pode usar sua ação para escapar. Para fazê-lo, deve ser bem-sucedida em um teste de Força ({@skill Athletics}) ou Destreza ({@skill Acrobatics}) em disputa contra seu teste de Força ({@skill Athletics})."],
			"seeAlsoAction": ["Grapple"]
		},
		{
			"name": "Escape a Grapple",
			"source": "XPHB",
			"page": 367,
			"srd52": true,
			"basicRules2024": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Uma criatura Grappled pode usar sua ação para fazer um teste de Força ({@skill Athletics|XPHB}) ou Destreza ({@skill Acrobatics|XPHB}) contra a CD de escape do agarrão, encerrando a {@variantrule Condition|XPHB|condition} em si mesma em caso de sucesso. A {@variantrule Condition|XPHB|condition} também termina se o agarrador tiver a condição {@condition Incapacitated|XPHB} ou se a distância entre o alvo Grappled e o agarrador exceder o alcance do agarrão."]
		},
		{
			"name": "Grapple",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				{
					"uid": "Unarmed Strike|XPHB",
					"tag": "variantrule"
				}
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Quando você quer agarrar uma criatura ou lutar corpo a corpo com ela, você pode usar a ação {@action Attack} para fazer um ataque corpo a corpo especial, um agarrão. Se você puder fazer múltiplos ataques com a ação {@action Attack}, esse ataque substitui um deles. O alvo do seu agarrão não pode ser mais do que um tamanho maior que você e deve estar ao seu alcance.",
				"Usando pelo menos uma mão livre, você tenta agarrar o alvo fazendo um teste de agarrão, um teste de Força ({@skill Athletics}) em disputa contra o teste de Força ({@skill Athletics}) ou Destreza ({@skill Acrobatics}) do alvo (o alvo escolhe a habilidade a usar). Você tem sucesso automaticamente se o alvo estiver {@condition incapacitated}. Se tiver sucesso, você impõe ao alvo a condição {@condition grappled} (veja o apêndice). A condição especifica o que a encerra, e você pode soltar o alvo quando quiser (não exige ação).",
				{
					"type": "entries",
					"name": "Moving a Grappled Target",
					"entries": ["Quando você se move, você pode arrastar ou carregar a criatura {@condition grappled} com você, mas seu deslocamento é reduzido à metade, a menos que a criatura seja dois ou mais tamanhos menor que você."]
				}
			],
			"seeAlsoAction": ["Escape a Grapple"]
		},
		{
			"name": "Healing Surge",
			"source": "DMG",
			"page": 266,
			"fromVariant": "Healing",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Como uma ação, um personagem pode usar uma onda de cura e gastar até metade de seus Dados de Vida. Para cada Dado de Vida gasto dessa forma, o jogador rola o dado e adiciona o modificador de Constituição do personagem. O personagem recupera pontos de vida iguais ao total. O jogador pode decidir gastar um Dado de Vida adicional após cada rolagem.", "Um personagem que usa uma onda de cura não pode fazê-lo novamente até terminar um descanso curto ou longo. Sob esta regra opcional, um personagem recupera todos os Dados de Vida gastos ao final de um descanso longo. Com um descanso curto, um personagem recupera Dados de Vida iguais ao seu nível dividido por quatro (mínimo de um dado)."]
		},
		{
			"name": "Help",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Help|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Você pode emprestar sua ajuda a outra criatura na realização de uma tarefa. Quando você realiza a ação Help, a criatura que você ajuda ganha vantagem no próximo teste de habilidade que fizer para realizar a tarefa com a qual você está ajudando, desde que faça o teste antes do início do seu próximo turno.", "Alternativamente, você pode ajudar uma criatura aliada a atacar uma criatura a até 5 pés de você. Você finge, distrai o alvo ou de alguma outra forma trabalha em equipe para tornar o ataque de seu aliado mais eficaz. Se seu aliado atacar o alvo antes do seu próximo turno, a primeira jogada de ataque é feita com vantagem."]
		},
		{
			"name": "Help",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Quando você realiza a ação Help, você faz uma das seguintes opções.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Assist an Ability Check",
							"entries": ["Escolha uma de suas proficiências de perícia ou ferramenta e um aliado que esteja próximo o suficiente para você auxiliá-lo verbal ou fisicamente quando ele fizer um teste de habilidade. Esse aliado tem {@variantrule Advantage|XPHB} no próximo teste de habilidade que fizer com a perícia ou ferramenta escolhida. Esse benefício expira se o aliado não o usar antes do início do seu próximo turno. O DM tem a palavra final sobre se sua assistência é possível."]
						},
						{
							"type": "entries",
							"name": "Assist an Attack Roll",
							"entries": ["Você distrai momentaneamente um inimigo a 5 pés de você, concedendo {@variantrule Advantage|XPHB} na próxima jogada de ataque de um de seus aliados contra esse inimigo. Esse benefício expira no início do seu próximo turno."]
						}
					]
				}
			]
		},
		{
			"name": "Hide",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Hide|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Quando você realiza a ação Hide, você faz um teste de Destreza ({@skill Stealth}) na tentativa de se esconder, seguindo as regras em {@book chapter 7 |phb|7|hiding} para se esconder. Se você for bem-sucedido, ganha certos benefícios, conforme descrito na seção \"{@book Unseen Attackers and Targets|PHB|9|unseen attackers and targets}\" no Player's Handbook."]
		},
		{
			"name": "Hide",
			"source": "XPHB",
			"page": 368,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Com a ação Hide, você tenta se ocultar. Para fazê-lo, você deve ser bem-sucedido em um teste de Destreza ({@skill Stealth|XPHB}) {@dc 15} enquanto estiver {@variantrule Heavily Obscured|XPHB} ou atrás de {@variantrule Cover|XPHB|Three-Quarters Cover or Total Cover}, e deve estar fora da linha de visão de qualquer inimigo; se você pode ver uma criatura, você pode discernir se ela pode vê-lo.", "Em um sucesso, você adquire a condição {@condition Invisible|XPHB}. Anote o total do seu teste, que é a CD para uma criatura encontrá-lo com um teste de Sabedoria ({@skill Perception|XPHB}).", "Você deixa de estar escondido imediatamente após ocorrer qualquer um dos seguintes: você faz um som mais alto que um sussurro, um inimigo o encontra, você faz uma jogada de ataque, ou conjura uma magia com componente Verbal."]
		},
		{
			"name": "Identify a Spell",
			"source": "XGE",
			"page": 85,
			"fromVariant": "Spellcasting|XGE",
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				},
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Às vezes um personagem quer identificar uma magia que outra pessoa está conjurando ou que já foi conjurada. Para isso, um personagem pode usar sua reação para identificar uma magia enquanto ela está sendo conjurada, ou pode usar uma ação em seu turno para identificar uma magia por seu efeito após ser conjurada.",
				"Se o personagem percebeu a conjuração, o efeito da magia, ou ambos, o personagem pode fazer um teste de Inteligência ({@skill Arcana}) com a reação ou ação. A CD é igual a 15 + o nível da magia. Se a magia for conjurada como magia de uma classe e o personagem for membro dessa classe, o teste é feito com vantagem. Por exemplo, se o conjurador conjurar uma magia como clérigo, outro clérigo tem vantagem no teste para identificar a magia. Algumas magias não estão associadas a nenhuma classe quando são conjuradas, como quando um monstro usa seu traço Innate Spellcasting.",
				"Esse teste de Inteligência ({@skill Arcana}) representa o fato de que identificar uma magia requer uma mente rápida e familiaridade com a teoria e a prática da conjuração. Isso é verdade mesmo para um personagem cuja habilidade de conjuração é Sabedoria ou Carisma. Ser capaz de conjurar magias por si só não o torna apto a deduzir exatamente o que outros estão fazendo quando conjuram suas magias."
			]
		},
		{
			"name": "Improvising an Action",
			"source": "PHB",
			"page": 193,
			"basicRules": true,
			"reprintedAs": ["Improvising an Action|XPHB"],
			"time": ["Varies"],
			"entries": ["Seu personagem pode fazer coisas não cobertas pelas ações deste capítulo, como arrombar portas, intimidar inimigos, perceber fraquezas em defesas mágicas ou solicitar uma trégua com um inimigo. Os únicos limites para as ações que você pode tentar são sua imaginação e os valores de habilidade do seu personagem. Veja as descrições dos valores de habilidade em {@book chapter 7|phb|7|Ability Scores and Modifiers} para inspiração ao improvisar.", "Quando você descreve uma ação não detalhada em outro lugar nas regras, o DM diz se aquela ação é possível e que tipo de rolagem você precisa fazer, se alguma, para determinar sucesso ou falha."]
		},
		{
			"name": "Improvising an Action",
			"source": "XPHB",
			"page": 15,
			"basicRules2024": true,
			"time": ["Varies"],
			"entries": ["Personagens jogadores e monstros também podem fazer coisas não cobertas por outras ações. Muitas características de classe e outras habilidades fornecem opções adicionais de ação, e você pode improvisar outras ações. Quando você descreve uma ação não detalhada em outro lugar nas regras, o Mestre determina se essa ação é possível e que tipo de {@variantrule D20 Test|XPHB} você precisa fazer, se algum."]
		},
		{
			"name": "Influence",
			"source": "XPHB",
			"page": 369,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Com a ação Influence, você instiga um monstro a fazer algo. Descreva ou interprete como você está se comunicando com o monstro. Você está tentando enganar, intimidar, divertir ou persuadir gentilmente? O DM então determina se o monstro se sente disposto, indisposto ou hesitante devido à sua interação; essa determinação estabelece se um teste de habilidade é necessário, conforme explicado abaixo.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Willing",
							"entries": ["Se sua instigação se alinha com os desejos do monstro, nenhum teste de habilidade é necessário; o monstro cumpre seu pedido da maneira que preferir."]
						},
						{
							"type": "entries",
							"name": "Unwilling",
							"entries": ["Se sua instigação for repugnante ao monstro ou contrária ao seu alinhamento, nenhum teste de habilidade é necessário; ele não cumpre."]
						},
						{
							"type": "entries",
							"name": "Hesitant",
							"entries": ["Se você instigar o monstro a fazer algo que ele hesita em fazer, você deve fazer um teste de habilidade, que é afetado pela atitude do monstro: Indifferent, Friendly ou Hostile, cada uma definida neste glossário. A tabela Influence Checks sugere qual teste de habilidade fazer com base em como você está interagindo com o monstro. O DM escolhe o teste, que tem uma CD padrão igual a 15 ou à pontuação de Inteligência do monstro, o que for maior. Em um sucesso, o monstro faz o que foi instigado a fazer. Em uma falha, você deve esperar 24 horas (ou uma duração definida pelo DM) antes de instigá-lo da mesma maneira novamente."]
						},
						{
							"type": "table",
							"caption": "Influence Checks",
							"colLabels": ["Ability Check", "Interaction"],
							"colStyles": ["col-4", "col-8"],
							"rows": [
								["Charisma ({@skill Deception|XPHB})", "Enganar um monstro que o entende"],
								["Charisma ({@skill Intimidation|XPHB})", "Intimidar um monstro"],
								["Charisma ({@skill Performance|XPHB})", "Divertir um monstro"],
								["Charisma ({@skill Persuasion|XPHB})", "Persuadir um monstro que o entende"],
								["Wisdom ({@skill Animal Handling|XPHB})", "Persuadir gentilmente uma Beast ou Monstrosity"]
							]
						}
					]
				}
			]
		},
		{
			"name": "Magic",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Quando você realiza a ação Magic, você conjura uma magia cujo tempo de conjuração é uma ação ou usa uma característica ou item mágico que exija uma ação Magic para ser ativado.", "Se você conjurar uma magia cujo tempo de conjuração seja de 1 minuto ou mais, você deve realizar a ação Magic em cada turno dessa conjuração, e deve manter {@status Concentration|XPHB} enquanto o faz. Se sua {@status Concentration|XPHB} for interrompida, a magia falha, mas você não gasta um espaço de magia."]
		},
		{
			"name": "Mark",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Action Options",
			"entries": ["Esta opção facilita que combatentes corpo a corpo se acossarem com ataques de oportunidade.", "Quando uma criatura faz um ataque corpo a corpo, ela também pode marcar seu alvo. Até o final do próximo turno do atacante, qualquer ataque de oportunidade que ele fizer contra o alvo marcado tem vantagem. O ataque de oportunidade não gasta a reação do atacante, mas o atacante não pode fazer o ataque se algo, como a condição {@condition incapacitated} ou a magia {@spell shocking grasp}, o impedir de realizar reações. O atacante fica limitado a um ataque de oportunidade por turno."],
			"seeAlsoAction": ["Attack"]
		},
		{
			"name": "Opportunity Attack",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Opportunity Attack|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"entries": [
				"Em uma luta, todos estão constantemente de olho para quando os inimigos baixam a guarda. Raramente você pode se mover descuidadamente passando por seus oponentes sem se colocar em perigo; fazê-lo provoca um ataque de oportunidade.",
				"Você pode fazer um ataque de oportunidade quando uma criatura hostil que você pode ver sai do seu alcance. Para fazer o ataque de oportunidade, você usa sua reação para fazer um ataque corpo a corpo contra a criatura que provocou. O ataque interrompe o movimento da criatura provocadora, ocorrendo imediatamente antes de ela deixar seu alcance.",
				"Você pode evitar provocar um ataque de oportunidade realizando a ação {@action Disengage}. Você também não provoca um ataque de oportunidade quando se teleporta ou quando alguém ou algo move você sem usar seu movimento, ação ou reação. Por exemplo, você não provoca um ataque de oportunidade se uma explosão o arremessar para fora do alcance de um inimigo ou se a gravidade fizer você cair passando por um inimigo."
			]
		},
		{
			"name": "Opportunity Attack",
			"source": "XPHB",
			"page": 371,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"entries": ["Você pode fazer um Opportunity Attack quando uma criatura que você pode ver deixa seu alcance usando sua ação, sua {@variantrule Bonus Action|XPHB}, sua {@variantrule Reaction|XPHB}, ou um de seus deslocamentos. Para fazer o Opportunity Attack, tome uma {@variantrule Reaction|XPHB} para fazer um ataque corpo a corpo com uma arma ou um {@variantrule Unarmed Strike|XPHB} contra a criatura provocadora. O ataque ocorre imediatamente antes de a criatura deixar seu alcance."]
		},
		{
			"name": "Other Activity",
			"source": "PHB",
			"page": 190,
			"srd": true,
			"basicRules": true,
			"time": ["Varies"],
			"entries": [
				"Seu turno pode incluir uma variedade de floreios que não exigem nem sua ação nem seu movimento.",
				"Você pode se comunicar como for capaz, por meio de breves enunciados e gestos, enquanto realiza seu turno.",
				"Você também pode interagir com um objeto ou elemento do ambiente gratuitamente, durante seu movimento ou sua ação. Por exemplo, você pode abrir uma porta durante seu movimento enquanto avança em direção a um inimigo, ou pode sacar sua arma como parte da mesma ação com a qual você ataca.",
				"Se você quiser interagir com um segundo objeto, precisa usar sua ação. Alguns itens mágicos e outros objetos especiais sempre exigem uma ação para serem usados, conforme indicado em suas descrições.",
				"O DM pode exigir que você use uma ação para qualquer uma dessas atividades quando ela exigir cuidado especial ou apresentar um obstáculo incomum. Por exemplo, o DM pode razoavelmente esperar que você use uma ação para abrir uma porta emperrada ou girar uma manivela para abaixar uma ponte levadiça.",
				{
					"type": "inset",
					"name": "Interacting with Objects Around You",
					"entries": [
						"Aqui estão alguns exemplos do tipo de coisa que você pode fazer em conjunto com seu movimento e ação:",
						{
							"type": "list",
							"items": ["sacar ou embainhar uma espada", "abrir ou fechar uma porta", "retirar uma poção da sua mochila", "pegar um machado caído", "pegar um bibelô de uma mesa", "remover um anel do seu dedo", "enfiar um pouco de comida na boca", "fincar um estandarte no chão", "pescar algumas moedas da sua bolsa", "beber toda a cerveja de um caneco", "puxar uma alavanca ou um interruptor", "tirar uma tocha de um suporte", "pegar um livro de uma prateleira ao seu alcance", "apagar uma pequena chama", "colocar uma máscara", "puxar o capuz do seu manto sobre a cabeça", "encostar o ouvido a uma porta", "chutar uma pequena pedra", "virar uma chave em uma fechadura", "tatear o chão com uma vara de 10 pés", "entregar um item a outro personagem"]
						}
					]
				}
			]
		},
		{
			"name": "Overrun",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				},
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": ["Quando uma criatura tenta se mover através do espaço de uma criatura hostil, o movimentador pode tentar abrir caminho derrubando a criatura hostil. Como ação ou ação bônus, o movimentador faz um teste de Força ({@skill Athletics}) em disputa contra o teste de Força ({@skill Athletics}) da criatura hostil. A criatura que tenta o overrun tem vantagem nesse teste se for maior que a criatura hostil, ou desvantagem se for menor. Se o movimentador vencer a disputa, pode se mover através do espaço da criatura hostil uma vez neste turno."],
			"seeAlsoAction": ["Tumble|DMG"]
		},
		{
			"name": "Ready",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Ready|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Às vezes você quer surpreender um inimigo ou esperar por uma circunstância particular antes de agir. Para isso, você pode realizar a ação Ready no seu turno, o que permite agir usando sua reação antes do início do seu próximo turno.",
				"Primeiro, você decide qual circunstância perceptível disparará sua reação. Depois, você escolhe a ação que tomará em resposta a esse gatilho, ou escolhe se mover até seu deslocamento em resposta a ele. Exemplos incluem \"Se o cultista pisar na porta-trapézio, puxarei a alavanca que a abre\", e \"Se o goblin chegar ao meu lado, eu me afasto\".",
				"Quando o gatilho ocorrer, você pode usar sua reação logo após o gatilho terminar ou ignorá-lo. Lembre-se de que você só pode tomar uma reação por rodada.",
				"Quando você prepara uma magia, você a conjura normalmente, mas mantém sua energia, que você libera com sua reação quando o gatilho ocorrer. Para ser preparada, a magia deve ter tempo de conjuração de 1 ação, e manter a magia requer {@status concentration} (explicado em {@book chapter 10|phb|10|concentration}). Se sua {@status concentration} for interrompida, a magia se dissipa sem efeito. Por exemplo, se você estiver {@status concentration||concentrating} na magia web e preparar magic missile, sua magia web termina, e se você sofrer dano antes de liberar magic missile com sua reação, sua {@status concentration} pode ser interrompida.",
				"Você tem até o início do seu próximo turno para usar uma ação preparada."
			]
		},
		{
			"name": "Ready",
			"source": "XPHB",
			"page": 372,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Você realiza a ação Ready para esperar por uma circunstância particular antes de agir. Para isso, você realiza essa ação no seu turno, o que permite agir tomando uma {@variantrule Reaction|XPHB} antes do início do seu próximo turno.",
				"Primeiro, você decide qual circunstância perceptível disparará sua {@variantrule Reaction|XPHB}. Depois, você escolhe a ação que tomará em resposta a esse gatilho, ou escolhe mover-se até seu {@variantrule Speed|XPHB} em resposta a ele. Exemplos incluem \"Se o cultista pisar na porta-trapézio, puxarei a alavanca que a abre\", e \"Se o zumbi chegar ao meu lado, eu me afasto\".",
				"Quando o gatilho ocorrer, você pode tomar sua {@variantrule Reaction|XPHB} logo após o gatilho terminar ou ignorá-lo.",
				"Quando você prepara (Ready) uma magia, você a conjura normalmente (gastando quaisquer recursos usados para conjurá-la), mas mantém sua energia, que você libera com sua {@variantrule Reaction|XPHB} quando o gatilho ocorrer. Para ser preparada, a magia deve ter tempo de conjuração de uma ação, e manter a magia exige {@status Concentration|XPHB}, que você pode manter até o início do seu próximo turno. Se sua {@status Concentration|XPHB} for interrompida, a magia se dissipa sem efeito."
			]
		},
		{
			"name": "Search",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Search|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Quando você realiza a ação Search, dedica sua atenção a encontrar algo. Dependendo da natureza de sua busca, o DM pode pedir que você faça um teste de Sabedoria ({@skill Perception}) ou um teste de Inteligência ({@skill Investigation})."]
		},
		{
			"name": "Search",
			"source": "XPHB",
			"page": 373,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Quando você realiza a ação Search, você faz um teste de Sabedoria para discernir algo que não é óbvio. A tabela Search sugere quais perícias são aplicáveis quando você realiza essa ação, dependendo do que está tentando detectar.",
				{
					"type": "table",
					"caption": "Search",
					"colLabels": ["Skill", "Thing to Detect"],
					"colStyles": ["col-4", "col-8"],
					"rows": [
						["{@skill Insight|XPHB}", "Estado de espírito de uma criatura"],
						["{@skill Medicine|XPHB}", "Afeição de uma criatura ou causa da morte"],
						["{@skill Perception|XPHB}", "Criatura ou objeto oculto"],
						["{@skill Survival|XPHB}", "Rastros ou comida"]
					]
				}
			]
		},
		{
			"name": "Shove",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"reprintedAs": [
				{
					"uid": "Unarmed Strike|XPHB",
					"tag": "variantrule"
				}
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Usando a ação {@action Attack}, você pode fazer um ataque corpo a corpo especial para empurrar uma criatura, seja para derrubá-la {@condition prone} ou afastá-la de você. Se você puder fazer múltiplos ataques com a ação {@action Attack}, esse ataque substitui um deles.", "O alvo do seu empurrão não pode ser mais do que um tamanho maior que você, e deve estar ao seu alcance. Você faz um teste de Força ({@skill Athletics}) em disputa contra o teste de Força ({@skill Athletics}) ou Destreza ({@skill Acrobatics}) do alvo (o alvo escolhe a habilidade). Você tem sucesso automaticamente se o alvo estiver {@condition incapacitated}. Se tiver sucesso, você ou derruba o alvo {@condition prone} ou o empurra 5 pés para longe de você."],
			"seeAlsoAction": ["Attack", "Shove Aside|DMG"]
		},
		{
			"name": "Shove Aside",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Com esta opção, uma criatura usa o ataque especial {@action shove} do {@book Player's Handbook|PHB|9|Shoving a Creature} para forçar um alvo para o lado, em vez de para longe. O atacante tem desvantagem em seu teste de Força ({@skill Athletics}) ao fazê-lo. Se o teste for bem-sucedido, o atacante move o alvo 5 pés para um espaço diferente dentro do seu alcance."]
		},
		{
			"name": "Stabilize a Creature",
			"source": "PHB",
			"page": 197,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Help|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Você pode usar sua ação para prestar primeiros socorros a uma criatura {@condition unconscious} e tentar estabilizá-la, o que requer um teste de Sabedoria ({@skill Medicine}) {@dc 10} bem-sucedido.", "Uma criatura estável não faz testes de morte, mesmo tendo 0 pontos de vida, mas permanece {@condition unconscious}. A criatura deixa de estar estável e deve voltar a fazer testes de morte se sofrer qualquer dano. Uma criatura estável que não for curada recupera 1 ponto de vida após {@dice 1d4} horas."]
		},
		{
			"name": "Study",
			"source": "XPHB",
			"page": 375,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": [
				"Quando você realiza a ação Study, você faz um teste de Inteligência para estudar sua memória, um livro, uma pista ou outra fonte de conhecimento e evocar uma informação importante sobre aquilo.",
				"A tabela Areas of Knowledge sugere quais perícias são aplicáveis a várias áreas de conhecimento.",
				{
					"type": "table",
					"caption": "Areas of Knowledge",
					"colLabels": ["Skill", "Areas"],
					"colStyles": ["col-3", "col-9"],
					"rows": [
						["{@skill Arcana|XPHB}", "Magias, itens mágicos, símbolos éltricos, tradições mágicas, planos de existência e certas criaturas (Aberrations, Constructs, Elementals, Fey e Monstrosities)"],
						["{@skill History|XPHB}", "Eventos e pessoas históricas, civilizações antigas, guerras e certas criaturas (Giants e Humanoids)"],
						["{@skill Investigation|XPHB}", "Armadilhas, cifras, enigmas e engenhocas"],
						["{@skill Nature|XPHB}", "Terreno, flora, clima e certas criaturas (Beasts, Dragons, Oozes e Plants)"],
						["{@skill Religion|XPHB}", "Deidades, hierarquias e ritos religiosos, símbolos sagrados, cultos e certas criaturas (Celestials, Fiends e Undead)"]
					]
				}
			]
		},
		{
			"name": "Tumble",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Action Options",
			"time": [
				{
					"number": 1,
					"unit": "action"
				},
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": ["Uma criatura pode tentar rolar por dentro do espaço de uma criatura hostil, abaixando-se e se esquivando do oponente. Como ação ou ação bônus, o acrobata faz um teste de Destreza ({@skill Acrobatics}) em disputa contra o teste de Destreza ({@skill Acrobatics}) da criatura hostil. Se vencer a disputa, pode se mover através do espaço da criatura hostil uma vez neste turno."],
			"seeAlsoAction": ["Overrun|DMG"]
		},
		{
			"name": "Two-Weapon Fighting",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Two-Weapon Fighting|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": ["Quando você realiza a ação {@action Attack} e ataca com uma arma leve de corpo a corpo que esteja segurando em uma mão, você pode usar uma ação bônus para atacar com uma arma leve de corpo a corpo diferente que esteja segurando na outra mão. Você não adiciona seu modificador de habilidade ao dano do ataque bônus, a menos que esse modificador seja negativo.", "Se qualquer uma das armas tiver a propriedade thrown, você pode arremessar a arma, em vez de fazer um ataque corpo a corpo com ela."],
			"seeAlsoAction": ["Attack"]
		},
		{
			"name": "Two-Weapon Fighting",
			"source": "XPHB",
			"page": 213,
			"srd52": true,
			"basicRules2024": true,
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"entries": ["Quando você realiza a ação {@action Attack|XPHB} no seu turno e ataca com uma arma Light, você pode fazer um ataque extra como uma {@variantrule Bonus Action|XPHB} mais tarde no mesmo turno. Esse ataque extra deve ser feito com uma arma Light diferente, e você não adiciona seu modificador de habilidade ao dano do ataque extra a menos que esse modificador seja negativo. Por exemplo, você pode atacar com uma {@item Shortsword|XPHB} em uma mão e uma {@item Dagger|XPHB} na outra usando a ação {@action Attack|XPHB} e uma {@variantrule Bonus Action|XPHB}, mas você não adiciona seu modificador de Força ou Destreza à rolagem de dano da {@variantrule Bonus Action|XPHB} a menos que esse modificador seja negativo."],
			"seeAlsoAction": ["Attack|XPHB"]
		},
		{
			"name": "Use an Object",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"basicRules": true,
			"reprintedAs": ["Utilize|XPHB"],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Você normalmente interage com um objeto enquanto faz outra coisa, como quando saca uma espada como parte de um ataque. Quando um objeto requer sua ação para ser usado, você realiza a ação Use an Object. Essa ação também é útil quando você deseja interagir com mais de um objeto no seu turno."]
		},
		{
			"name": "Utilize",
			"source": "XPHB",
			"page": 377,
			"srd52": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Você normalmente interage com um objeto enquanto faz outra coisa, como quando saca uma espada como parte da ação {@action Attack|XPHB}. Quando um objeto exige uma ação para seu uso, você realiza a ação Utilize."]
		},
		{
			"name": "Waking Someone",
			"source": "XGE",
			"page": 77,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"entries": ["Uma criatura que esteja dormindo naturalmente, em oposição a estar sob um sono mágico ou químico, desperta se sofrer qualquer dano ou se alguém usar uma ação para sacudi-la ou estapeá-la acordando. Um ruído súbito e alto—como gritar, trovão ou um sino tocando—também desperta alguém que está dormindo naturalmente.", "Sussurros não perturbam o sono, a menos que a perícia passiva de Sabedoria ({@skill Perception}) do adormecido seja 20 ou mais e os sussurros estejam a até 10 pés do adormecido. Uma fala em volume normal desperta um dorminhoco se o ambiente estiver silencioso (sem vento, canto de pássaros, grilos, sons da rua ou similares) e o adormecido tiver uma perícia passiva de Sabedoria ({@skill Perception}) de 15 ou mais."]
		}
	]
}
